{
    "TAS": [
        {
            "name": "Beyond the Farthest Star",
            "season": 1,
            "number": 1,
            "summary": "<p>The Enterprise discovers an ancient derelict alien ship orbiting a dead star. Upon investigation they discover that the crew destroyed themselves, rather than letting a malignant alien escape the dead star.</p>"
        },
        {
            "name": "Yesteryear",
            "season": 1,
            "number": 2,
            "summary": "<p>An expedition through the Guardian of Forever inadvertently prevents Spock from traveling back to his childhood to save his younger self during a hazardous Vulcan ordeal. To set things straight, Spock must go through the Guardian and revisit his time growing up... and restore his life so that he is no longer wiped from existence.</p>"
        },
        {
            "name": "One of Our Planets is Missing",
            "season": 1,
            "number": 3,
            "summary": "<p>An enormous space-going entity consumes whole planetary systems... and a Federation colony is next in its path. The Enterprise must brave its antimatter interior and find a way to stop it.</p>"
        },
        {
            "name": "The Lorelei Signal",
            "season": 1,
            "number": 4,
            "summary": "<p>While exploring a mysterious section of space, the male crew are attracted by a mysterious signal. Kirk beams down with a landing party and encounters a race of seductive women, who harbor a dark secret.</p>"
        },
        {
            "name": "More Tribbles, More Troubles",
            "season": 1,
            "number": 5,
            "summary": "<p>The tribbles are back, and are causing problems for the Klingons.</p>"
        },
        {
            "name": "The Survivor",
            "season": 1,
            "number": 6,
            "summary": "<p>The <i>Enterprise </i>rescues Carter Winston, a financier and philanthropist who has been missing for years. However, it soon becomes clear that Winston is harboring a secret of his own, and is allied with the Romulans.</p>"
        },
        {
            "name": "The Infinite Vulcan",
            "season": 1,
            "number": 7,
            "summary": "<p>The <i>Enterprise </i>discovers a planet inhabited by a once vast plant-based civilization that have been reduced to a few survivors. They are now led by Dr. Keniclius, a human grown to giant proportions... and he wants Spock to join him.</p>"
        },
        {
            "name": "The Magicks of Megas-Tu",
            "season": 1,
            "number": 8,
            "summary": "<p>The <i>Enterprise </i>travels to the center of the galaxy only to discover themselves sucked into a dimension where the laws of time and space no longer apply, and \"magic\" functions for those capable of grasping its fundamentals.</p>"
        },
        {
            "name": "Once Upon a Planet",
            "season": 1,
            "number": 9,
            "summary": "<p>The <i>Enterprise </i>travels to the shore leave planet for some well-deserved rest and relaxation. The planet can create organic androids based on the crew's imagination, but they soon discover that the planet has a hostile mind of its own.</p>"
        },
        {
            "name": "Mudd's Passion",
            "season": 1,
            "number": 10,
            "summary": "<p>Harcourt Fenton Mudd returns with a love potion which he claims can cause any male and female to fall in love. He inadvertently releases it into the <i>Enterprise</i>'s ventilation system and they discover that his claims are true.</p>"
        },
        {
            "name": "The Terratin Incident",
            "season": 1,
            "number": 11,
            "summary": "<p>The <i>Enterprise </i>responds to an old-style distress signal from an unknown \"Terratin\" colony, and follow it to its source: an uninhabited planet about to shatter from internal stress. However, a mysterious beam strikes the ship and the crew begins to shrink... and shrink...</p>"
        },
        {
            "name": "The Time Trap",
            "season": 1,
            "number": 12,
            "summary": "<p>The <i>Enterprise </i>is sent on a mission to explore a \"Bermuda Triangle of Space,\" only to find itself and a Klingon ship trapped in a timeless piece of eternity inhabited by other lost ships. The two ships must work together before their only exit back to real space closes for good.</p>"
        },
        {
            "name": "The Ambergris Element",
            "season": 1,
            "number": 13,
            "summary": "<p>While exploring an aquatic planet, Kirk and Spock are lost at sea. They are later found... but have been transformed into amphibious life forms. Now they must track down the planet's mysterious inhabitants and find a cure, or be left to live as freaks in the Federation.</p>"
        },
        {
            "name": "The Slaver Weapon",
            "season": 1,
            "number": 14,
            "summary": "<p>Spock, Sulu, and Uhura are delivering a Slaver stasis box by shuttlecraft when they detect another box. Following the signal, they soon discover that a Kzinti privateer has set a trap. Capturing the <i>Enterprise </i>crew, they discover their box holds a rare find, a shape-shfiting Slaver weapon. Now Spock and the others must keep the Kzinti from returning to their government with the weapon.</p>"
        },
        {
            "name": "The Eye of the Beholder",
            "season": 1,
            "number": 15,
            "summary": "<p>The <i>Enterprise crew look </i>for a lost expedition and a landing party finds the missing crew: trapped in an alien zoo in which they themselves are soon taken as prisoners. Now they must somehow establish communications with their evolved slug-like captors who think of them as primitive animals.</p>"
        },
        {
            "name": "The Jihad",
            "season": 1,
            "number": 16,
            "summary": "<p>Kirk and Spock are chosen by a mysterious race to join an expedition of alien specialists to a \"mad planet\" and recover a missing artifact, the Soul of Alar, before the avian Skorr go on a galactic jihad.</p>"
        },
        {
            "name": "The Pirates of Orion",
            "season": 2,
            "number": 1,
            "summary": "<p>Spock is stricken ill with a disease that is fatal to Vulcans. With time running out, the Enterprise must rendezvous with another ship carrying the cure. However, Orion pirates hijack the shipment and Kirk must deal with them before Spock dies.</p>"
        },
        {
            "name": "Bem",
            "season": 2,
            "number": 2,
            "summary": "<p>The Enterprise plays host to Ambassador Bem, an arrogant member of a neutral race. However, Bem endangers all of their lives when he conducts a test of suitability upon Kirk and Spock during an exploratory mission on a primitive planet.</p>"
        },
        {
            "name": "The Practical Joker",
            "season": 2,
            "number": 3,
            "summary": "<p>After avoiding a Romulan ambush by entering a strange energy cloud, the Enterprise finds itself at the mercy of an insane ship's computer that indulges in a series of increasingly aggressive practical jokes.</p>"
        },
        {
            "name": "Albatross",
            "season": 2,
            "number": 4,
            "summary": "<p>The Enterprise goes to the planet Dramia II to deliver medical supplies, only to have McCoy arrested and put on trial for deliberately spreading a disease that wiped out an entire colony. Now Kirk must clear his friend's name before the doctor is executed.</p>"
        },
        {
            "name": "How Sharper Than a Serpent's Tooth?",
            "season": 2,
            "number": 5,
            "summary": "<p>Backtracking a mysterious probe, the Enterprise confronts a ship in the form of a giant feathered serpent. Its captain, Kukulkan, insists on putting Kirk and others through a test to determine if they have grown sufficiently to receive his wisdom.</p>"
        },
        {
            "name": "The Counter-Clock Incident",
            "season": 2,
            "number": 6,
            "summary": "<p>The <i>Enterprise </i>inadvertently locks a tractor beam on a ship diving into a nova, and finds itself pulled into a bizarre parallel universe where time flies backward and the crew becomes younger at an alarming rate.</p>"
        }
    ],
    "DIS": [
        {
            "name": "The Vulcan Hello",
            "season": 1,
            "number": 1,
            "summary": "<p>While patrolling Federation space, the U.S.S. Shenzhou encounters an object of unknown origin, putting First Officer Michael Burnham to her greatest test yet.</p>"
        },
        {
            "name": "Battle at the Binary Stars",
            "season": 1,
            "number": 2,
            "summary": "<p>Face to face with Klingon vessels, the U.S.S. Shenzhou prepares for the possibility of war if negotiations fail. Amidst the turmoil, Burnham looks back to her Vulcan upbringing for guidance.</p>"
        },
        {
            "name": "Context Is for Kings",
            "season": 1,
            "number": 3,
            "summary": "<p>Burnham finds herself aboard the U.S.S. Discovery where she quickly realizes things are not as they seem, including the mysterious Captain Gabriel Lorca.</p>"
        },
        {
            "name": "The Butcher's Knife Cares Not for the Lamb's Cry",
            "season": 1,
            "number": 4,
            "summary": "<p>With tensions and stakes high as Starfleet continues in their efforts to end the war with Klingons, Burnham begins to settle in to her new position aboard the U.S.S. Discovery.</p>"
        },
        {
            "name": "Choose Your Pain",
            "season": 1,
            "number": 5,
            "summary": "<p>While on a mission, Lorca unexpectedly finds himself in the company of prisoner of war, Starfleet Lieutenant Ash Tyler and notorious intergalactic criminal, Harry Mudd. Burnham voices her concerns about the repercussions of the spore drive jumps on \"Ripper\".</p>"
        },
        {
            "name": "Lethe",
            "season": 1,
            "number": 6,
            "summary": "<p>The U.S.S. Discovery crew is intrigued by new addition, Lt. Ash Tyler. Sarek seeks Burnham's help, rekindling memories from her past. Admiral Cornwell questions Lorca's tactics.</p>"
        },
        {
            "name": "Magic to Make the Sanest Man Go Mad",
            "season": 1,
            "number": 7,
            "summary": "<p>As the U.S.S. Discovery crew attempts to let loose at a party, an unwelcome visitor comes aboard bringing about a problematic and twisted sequence of events.</p>"
        },
        {
            "name": "Si Vis Pacem, Para Bellum",
            "season": 1,
            "number": 8,
            "summary": "<p>The U.S.S. Discovery is tasked with a high priority mission to planet Pahvo and learn the science behind the Klingons' cloaking technology.</p>"
        },
        {
            "name": "Into the Forest I Go",
            "season": 1,
            "number": 9,
            "summary": "<p>Bypassing Starfleet's orders, Lorca uses the U.S.S. Discovery crew's ultimate asset, the ship itself, in an effort to end the war with the Klingons once and for all.</p>"
        },
        {
            "name": "Despite Yourself",
            "season": 1,
            "number": 10,
            "summary": "<p>While in unfamiliar territory, the U.S.S. Discovery crew is forced to get creative in their next efforts to survive opposing and unprecedented forces and return home.</p>"
        },
        {
            "name": "The Wolf Inside",
            "season": 1,
            "number": 11,
            "summary": "<p>The crew continues their guise; Burnham goes on a mission in hopes of helping the U.S.S. Discovery return home; Tilly works to restore Stamets</p>"
        },
        {
            "name": "Vaulting Ambition",
            "season": 1,
            "number": 12,
            "summary": "<p>Burnham heads to the ISS Charon with a special \"gift\" for the Emperor. With the help of an unexpected source, Stamets gains clarity while trapped inside the mycelial network. Saru asks for L'Rell's help.</p>"
        },
        {
            "name": "What's Past Is Prologue",
            "season": 1,
            "number": 13,
            "summary": "<p>Lorca plans to move forward with a coup against the Emperor, propelling Burnham to make a quick decision to save not only herself, but the U.S.S. Discovery.</p>"
        },
        {
            "name": "The War Without, the War Within",
            "season": 1,
            "number": 14,
            "summary": "<p>Back on the USS Discovery, Michael Burnham and the crew are faced with the harsh reality of the war during their absence. In order to move forward, Starfleet must use unconventional tactics and sources to take their next action against the Klingons.</p>"
        },
        {
            "name": "Will You Take My Hand?",
            "season": 1,
            "number": 15,
            "summary": "<p>With Georgiou at the helm of the plan to end the Klingon war once and for all, the U.S.S. Discovery crew struggles to fathom and tolerate her hostile tactics. Memories of past hardships are rekindled within Burnham.</p>"
        },
        {
            "name": "Brother",
            "season": 2,
            "number": 1,
            "summary": "<p>After answering a distress signal from the U.S.S. Enterprise, the U.S.S. Discovery welcomes aboard Captain Christopher Pike and begins a new mission to investigate the meaning behind seven mysterious red signals. Michael Burnham grapples with her past growing up on Vulcan with her foster parents and brother Spock.</p>"
        },
        {
            "name": "New Eden",
            "season": 2,
            "number": 2,
            "summary": "<p>A new signal appears, prompting Stamets' emotional return to the mycelial network and leading Burnham, Pike and Owosekun to a pre-warp planet, where they face a complex ethical dilemma. Tilly's overeagerness lands her in trouble but when the planet – and Discovery's landing party – are threatened, her curiosity may be the one thing that can save them.</p>"
        },
        {
            "name": "Point of Light",
            "season": 2,
            "number": 3,
            "summary": "<p>A surprise visitor to the U.S.S. Discovery brings shocking news about Spock and dredges up past regrets for Burnham. Following the asteroid incident, Tilly struggles to keep a grip on her reality. L'Rell's authority on Qo'noS is threatened.</p>"
        },
        {
            "name": "An Obol for Charon",
            "season": 2,
            "number": 4,
            "summary": "<p>A mysterious sphere threatens the U.S.S. Discovery even as May, in her original form, implements a plan that puts Tilly's life in danger. Saru and Burnham's bond grows when Saru is forced to acknowledge a deeply unsettling Kelpien truth. Pike receives new intel on Spock from a loyal friend.</p>"
        },
        {
            "name": "Saints of Imperfection",
            "season": 2,
            "number": 5,
            "summary": "<p>Burnham and the crew navigate a dangerous alien landscape in a race against time to save Tilly's life, but Stamets is not at all prepared for what they find in the process. Section 31 is assigned to help track down Spock, much to Pike's dismay.</p>"
        },
        {
            "name": "The Sounds of Thunder",
            "season": 2,
            "number": 6,
            "summary": "<p>When a new signal appears over Saru's home planet, Burnham, Saru and the crew embark on a perilous mission that puts Saru in danger and raises questions about the Red Angel's intentions. Hugh struggles to come to terms with his new reality.</p>"
        },
        {
            "name": "Light and Shadows",
            "season": 2,
            "number": 7,
            "summary": "<p>Burnham goes to Vulcan in search of Spock, where she unearths surprising family secrets. In researching what is left of the Red Angel's signal over Kaminar, Pike and Tyler end up in battle with time itself. Georgiou has a few tricks up her sleeve for Leland and Section 31.</p>"
        },
        {
            "name": "If Memory Serves",
            "season": 2,
            "number": 8,
            "summary": "<p>Spock and Burnham head to Talos IV, where the process of healing Spock forces the siblings to confront their troubled past. Stamets desperately tries to reconnect with an increasingly disconnected Hugh, while Tyler struggles to shed the crew's suspicions of him due to his past as Voq.</p>"
        },
        {
            "name": "Project Daedalus",
            "season": 2,
            "number": 9,
            "summary": "<p>When the Discovery crew infiltrates Section 31's headquarters, suspicions arise that the crew may have a traitor in their midst. Burnham tries to help Spock but her efforts don't go as planned.</p>"
        },
        {
            "name": "The Red Angel",
            "season": 2,
            "number": 10,
            "summary": "<p>Burnham is stunned when she learns her ties to Section 31 run deeper than she ever fathomed. Armed with the identity of the Red Angel, the U.S.S. Discovery goes to work on its most critical mission to date.</p>"
        },
        {
            "name": "Perpetual Infinity",
            "season": 2,
            "number": 11,
            "summary": "<p>Burnham receives the reunion she's been longing for, but it doesn't go quite as she imagined. Georgiou and Tyler sense a disturbing change in Leland.</p>"
        },
        {
            "name": "Through the Valley of Shadows",
            "season": 2,
            "number": 12,
            "summary": "<p>A fourth signal leads the U.S.S. Discovery to an insular world, where Pike is forced to make a life-changing choice. Burnham and Spock investigate a Section 31 ship gone rogue, leading to a discovery with catastrophic consequences.</p>"
        },
        {
            "name": "Such Sweet Sorrow",
            "season": 2,
            "number": 13,
            "summary": "<p>When the U.S.S. Discovery's crucial mission does not go according to plan, Burnham realizes what must ultimately be done. The crew prepares for the battle of a lifetime as Leland's Control ships get closer.</p>"
        },
        {
            "name": "Such Sweet Sorrow, Part 2",
            "season": 2,
            "number": 14,
            "summary": "<p>The U.S.S. Discovery battles against Control in a fight not only for their lives but for the future, with a little help from some unexpected friends. Spock and Burnham discern vital new connections between the red signals while Burnham faces one of life's harshest truths: the right decisions are often the hardest to make.</p>"
        }
    ],
    "ENT": [
        {
            "name": "Broken Bow (1)",
            "season": 1,
            "number": 1,
            "summary": "<p>Captain Archer takes command of Earth's first warp-speed space vessel and volunteers to return an injured alien to his home planet over the objections of Earth's Vulcan allies, who do not believe the humans are ready for interstellar travel.</p>"
        },
        {
            "name": "Broken Bow (2)",
            "season": 1,
            "number": 2,
            "summary": "<p>Captain Archer takes command of Earth's first warp-speed space vessel and volunteers to return an injured alien to his home planet over the objections of Earth's Vulcan allies, who do not believe the humans are ready for interstellar travel.</p>"
        },
        {
            "name": "Fight or Flight",
            "season": 1,
            "number": 3,
            "summary": "<p>The crew is restless after two weeks without contact with sentient life, but an encounter with an alien vessel soon alleviates the boredom as the away team discovers the ship is littered with corpses.</p>"
        },
        {
            "name": "Strange New World",
            "season": 1,
            "number": 4,
            "summary": "<p>The discovery of an Earthlike world proves irresistible to Trip, who persuades Archer to allow his survey team to camp on the planet's surface -- unaware of a gathering storm. After relocating into nearby caves, members of the crew become convinced they are being watched.</p>"
        },
        {
            "name": "Unexpected",
            "season": 1,
            "number": 5,
            "summary": "<p>After discovering the presence of a damaged alien vessel, Archer dispatches Trip to its aid, but the engineer's encounter with a Xyrillian female has an unexpected side effect.</p>"
        },
        {
            "name": "Terra Nova",
            "season": 1,
            "number": 6,
            "summary": "<p>Archer's determination to solve the mystery of Terra Nova, a legendary lost deep-space colony, leads to a tense encounter with a tribe of human-hating cave-dwellers.</p>"
        },
        {
            "name": "The Andorian Incident",
            "season": 1,
            "number": 7,
            "summary": "<p>Archer's curiosity about an ancient monastery unwittingly places his crew in the midst of a long-standing interstellar conflict between the Vulcans and their arch rivals, the Andorians.</p>"
        },
        {
            "name": "Breaking the Ice",
            "season": 1,
            "number": 8,
            "summary": "<p>Archer's probe of an unusual comet is disrupted by the sudden appearance of a Vulcan starship. The vessel is receiving coded messages from a guarded T'Pol, who reluctantly takes Trip into her confidence after he learns the content of her communiqués.</p>"
        },
        {
            "name": "Civilization",
            "season": 1,
            "number": 9,
            "summary": "<p>Disguised as locals, Archer and his expedition explore a civilization bedeviled by a virulent ailment possibly linked to a covert -- and anomalous -- nuclear reactor. Determined to find the truth, the captain teams up with a local apothecary, leading to a close encounter between the two.</p>"
        },
        {
            "name": "Fortunate Son",
            "season": 1,
            "number": 10,
            "summary": "<p>Enterprise answers a distress signal from a damaged Earth freighter whose acting commander thirsts for revenge against the Nausicaan pirates who attacked his ship and wounded the captain.</p>"
        },
        {
            "name": "Cold Front",
            "season": 1,
            "number": 11,
            "summary": "<p>Archer invites a group of alien stargazers to witness a stellar event aboard Enterprise, not realizing the Suliban agent Silik is among the guests.</p>"
        },
        {
            "name": "Silent Enemy",
            "season": 1,
            "number": 12,
            "summary": "<p>The ship is attacked by an unidentified vessel. In other events, Archer wants to give Reed a personalized birthday present.</p>"
        },
        {
            "name": "Dear Doctor",
            "season": 1,
            "number": 13,
            "summary": "<p>The fascination with human behavior and culture expressed by Dr. Phlox in his letter to a peer is contrasted by his dissenting view of the crew's treatment of a dying alien race.</p>"
        },
        {
            "name": "Sleeping Dogs",
            "season": 1,
            "number": 14,
            "summary": "<p>Archer dispatches a shuttle to the aid of a disabled Klingon vessel, whose leader orchestrates an ambush that leaves Reed, T'Pol and Hoshi stranded aboard the aliens' unstable ship.</p>"
        },
        {
            "name": "Shadows of P'Jem",
            "season": 1,
            "number": 15,
            "summary": "<p>T'Pol's sudden transfer from the Enterprise startles Archer, who can't tell if he is more upset with the order or by her indifferent attitude about the reassignment. The captain's frustrations are soon multiplied when both he and T'Pol are taken captive by militant Andorians.</p>"
        },
        {
            "name": "Shuttlepod One",
            "season": 1,
            "number": 16,
            "summary": "<p>Trip and Reed are dispatched on a shuttle mission to investigate an asteroid field and are cut off from Enterprise, thereby becoming convinced the starship has been destroyed and that their days are numbered.</p>"
        },
        {
            "name": "Fusion",
            "season": 1,
            "number": 17,
            "summary": "<p>En route to the eye-catching Arachnid Nebula, the crew encounters an obsolete Vulcan vessel manned by the Vahklas, a Vulcan sect that embraces emotional impulses. Despite her misgivings, T'Pol allows her curiosity about their lifestyle to get the best of her.</p>"
        },
        {
            "name": "Rogue Planet",
            "season": 1,
            "number": 18,
            "summary": "<p>The crew explores a jungle planet that's been turned into a hunting ground by a race of stalkers called the Eska. There, a shadowy woman makes contact with Archer.</p>"
        },
        {
            "name": "Acquisition",
            "season": 1,
            "number": 19,
            "summary": "<p>The Enterprise is invaded by Ferengi marauders, who knock out the crew with sleeping gas and pillage the ship for gold, equipment and slaves.</p>"
        },
        {
            "name": "Oasis",
            "season": 1,
            "number": 20,
            "summary": "<p>After hearing of a supposedly haunted alien ship, Archer decides to cannibalize the ship's husk to replenish Enterprise's supplies and discovers the vessel is inhabited after all.</p>"
        },
        {
            "name": "Detained",
            "season": 1,
            "number": 21,
            "summary": "<p>Archer and Mayweather are held in a Tandaran prison alongside detained Sulibans, leading to a clash of wills between Archer and the commandant.</p>"
        },
        {
            "name": "Vox Sola",
            "season": 1,
            "number": 22,
            "summary": "<p>Following a series of misunderstandings that sent a group of visiting aliens off the Enterprise in a huff, an unidentifiable alien parasite boards the ship to feed off the crew's bodies. It falls to an insecure Hoshi to save her comrades by communicating with the creature.</p>"
        },
        {
            "name": "Fallen Hero",
            "season": 1,
            "number": 23,
            "summary": "<p>Duty interferes with the crew's first shore leave when the Enterprise is sent to the planet Mazar to fetch a distinguished Vulcan ambassador accused of criminal misconduct. The mission disturbs T'Pol, who's a great admirer of the diplomat.</p>"
        },
        {
            "name": "Desert Crossing",
            "season": 1,
            "number": 24,
            "summary": "<p>When Archer and Trip repair a vessel belonging to an alien leader, the Earthmen are repaid with an invitation to their new friend's volatile world.</p>"
        },
        {
            "name": "Two Days and Two Nights",
            "season": 1,
            "number": 25,
            "summary": "<p>T'Pol talks Archer into joining the shore-leave party on the planet Risa, where he encounters a troubled alien beauty; Hoshi learns a new language from a local man; a pair of aliens take advantage of Trip and Reed; Dr. Phlox's hibernation is disrupted by Mayweather's injury.</p>"
        },
        {
            "name": "Shockwave (1)",
            "season": 1,
            "number": 26,
            "summary": "<p>Archer blames himself when the destruction of an alien colony prompts Starfleet to recall the Enterprise to Earth.</p>"
        },
        {
            "name": "Shockwave (2)",
            "season": 2,
            "number": 1,
            "summary": "<p>The sinister Suliban insist that Archer be turned over to them -- and with Archer nowhere to be found aboard the ship. He's stuck in the 31st century, in a decimated city with Daniels, whose intent is to save the future by protecting the past -- and Archer.</p>"
        },
        {
            "name": "Carbon Creek",
            "season": 2,
            "number": 2,
            "summary": "<p>T'Pol entertains Archer and Trip with the tale of a crash-landed Vulcan ship, whose stranded crew lived in disguise among the denizens of a Pennsylvania mining town circa 1957.</p>"
        },
        {
            "name": "Minefield",
            "season": 2,
            "number": 3,
            "summary": "<p>Archer's awkward breakfast with Reed is interrupted when the Enterprise enters a minefield and Reed has to defuse an explosive affixed to the hull.</p>"
        },
        {
            "name": "Dead Stop",
            "season": 2,
            "number": 4,
            "summary": "<p>Following the ordeal in the minefield, the crew links up with an automated repair vessel that troubles Archer when its computer steals information from the Enterprise's data banks.</p>"
        },
        {
            "name": "A Night in Sickbay",
            "season": 2,
            "number": 5,
            "summary": "<p>Archer is fuming after the Kreetassans refuse to part with parts for Enterprise because of a diplomatic gaffe involving his dog, Porthos, who then falls ill with a mysterious disorder. But Dr. Phlox thinks there's more to Archer's rants than meets the ear.</p>"
        },
        {
            "name": "Marauders",
            "season": 2,
            "number": 6,
            "summary": "<p>Archer and Trip visit an alien colony seeking deuterium fuel, but their suspicions are aroused when the planet's drillers prove reluctant to deal with them. Aboard Enterprise, Mayweather's sensors detect an approaching Klingon vessel.</p>"
        },
        {
            "name": "The Seventh",
            "season": 2,
            "number": 7,
            "summary": "<p>A disturbing incident from T'Pol's past prompts her to seek Archer's help in apprehending a renegade undercover Vulcan agent wanted for smuggling biotoxins used to make weapons.</p>"
        },
        {
            "name": "The Communicator",
            "season": 2,
            "number": 8,
            "summary": "<p>Archer and Reed go undercover on a preatomic-era alien world to retrieve a communicator Reed left behind on a previous visit, and they're captured and held as spies.</p>"
        },
        {
            "name": "Singularity",
            "season": 2,
            "number": 9,
            "summary": "<p>As the Enterprise nears a black hole, members of the crew are exposed to radiation, which causes them to become increasingly obsessed with mundane tasks. Trip, for example, can't stop tinkering with the captain's chair, while Phlox is fiercely determined to find the cause of Mayweather's headache.</p>"
        },
        {
            "name": "Vanishing Point",
            "season": 2,
            "number": 10,
            "summary": "<p>Hoshi is convinced her body's molecules are destabilizing after enduring a traumatic trip through the Enterprise transporter to escape a sudden storm on a primitive planet.</p>"
        },
        {
            "name": "Precious Cargo",
            "season": 2,
            "number": 11,
            "summary": "<p>Trip discovers a kidnapped Krios royal aboard an alien freighter, but her haughty behavior interferes with Trip's rescue efforts when the pair must share a cramped pod.</p>"
        },
        {
            "name": "The Catwalk",
            "season": 2,
            "number": 12,
            "summary": "<p>After rescuing a group of stranded aliens, the Enterprise is caught in a perilous ion storm, compelling the crew to retire to the safety of the ship's reinforced -- but cramped -- catwalk.</p>"
        },
        {
            "name": "Dawn",
            "season": 2,
            "number": 13,
            "summary": "<p>Trip is marooned after his shuttle is downed by an Arkonian pilot whose ship crashes on the same moon, while Archer's search is stalled by the Arkonians' distrust of T'Pol.</p>"
        },
        {
            "name": "Stigma",
            "season": 2,
            "number": 14,
            "summary": "<p>T'Pol's health is jeopardized by a rare illness associated with mind melders, because that sect is ostracized by Vulcan society, she tries to keep her disease a secret, while Dr. Phlox researches methods of treatment.</p>"
        },
        {
            "name": "Cease Fire",
            "season": 2,
            "number": 15,
            "summary": "<p>The Enterprise is caught in the midst of an age-old feud when Archer is ordered to mediate a bloody planetary dispute between the Andorians and their long-time Vulcan nemeses.</p>"
        },
        {
            "name": "Future Tense",
            "season": 2,
            "number": 16,
            "summary": "<p>Archer's interest in a human body recovered from a crashed spacecraft takes a backseat to threats posed by the Suliban and the Tholians, both of whom seek the craft.</p>"
        },
        {
            "name": "Canamar",
            "season": 2,
            "number": 17,
            "summary": "<p>Following a seemingly successful first contact mission, Archer and Trip are charged with smuggling and imprisoned aboard a penal vessel, where several inmates plot escape.</p>"
        },
        {
            "name": "The Crossing",
            "season": 2,
            "number": 18,
            "summary": "<p>Trip and several other members of the Enterprise crew are possessed by ghostly beings after the ship is swallowed up by a massive alien vessel.</p>"
        },
        {
            "name": "Judgment",
            "season": 2,
            "number": 19,
            "summary": "<p>Archer is put on trial by the Klingons and accused by a disgraced Klingon officer of having his battle-cruiser crippled by the Enterprise in a firefight, and of aiding rebels of the Empire, but he finds a friend in his defender, Kolos.</p>"
        },
        {
            "name": "Horizon",
            "season": 2,
            "number": 20,
            "summary": "<p>Mayweather is granted leave to visit his family after the sudden death of his father, a cargo-ship captain. But his return to the old vessel is complicated by family tension. Meanwhile, Archer and Trip invite a reluctant T'Pol to see a movie.</p>"
        },
        {
            "name": "The Breach",
            "season": 2,
            "number": 21,
            "summary": "<p>The rescue of a damaged transport prompts the Denobulan Phlox to confront his prejudices when he treats an Antaran, whose people are sworn enemies of Phlox's. Other Denobulans are holed up in an underground cave, where Trip, Reed and Mayweather are dispatched to retrieve them.</p>"
        },
        {
            "name": "Cogenitor",
            "season": 2,
            "number": 22,
            "summary": "<p>Enterprise's first contact with the Vissian race proves mutually rewarding until Trip befriends an alien couple's congenitor -- a being used for breeding purposes only.</p>"
        },
        {
            "name": "Regeneration",
            "season": 2,
            "number": 23,
            "summary": "<p>Enterprise searches for a party of missing scientific researchers who vanished from the Arctic after discovering a crashed spacecraft and its dormant cybernetic crew.</p>"
        },
        {
            "name": "First Flight",
            "season": 2,
            "number": 24,
            "summary": "<p>Stunned by the death of a former Starfleet rival, Archer grudgingly recalls their competitive relationship to T'Pol as they probe a nebula during a shuttle voyage.</p>"
        },
        {
            "name": "Bounty",
            "season": 2,
            "number": 25,
            "summary": "<p>A crafty Tellarite tricks Archer into boarding his ship to collect a bounty from the Klingons; T'Pol's mating cycle is kick-started after she is contaminated by a stray microbe while exploring a desert planet.</p>"
        },
        {
            "name": "The Expanse",
            "season": 2,
            "number": 26,
            "summary": "<p>The Enterprise is recalled to Earth after a mysterious alien probe kills millions. Complicating matters are the machinations of a vengeful Klingon.</p>"
        },
        {
            "name": "The Xindi",
            "season": 3,
            "number": 1,
            "summary": "<p>The Enterprise hunts the Xindi who attacked Earth, but Archer and Trip's zeal to capture a Xindi leads them into a trap.</p>"
        },
        {
            "name": "Anomaly",
            "season": 3,
            "number": 2,
            "summary": "<p>Distortions within the Delphic Expanse disrupt the Enterprise's computer systems, leaving its stores vulnerable to Ventaxian pirates who loot critical supplies.</p>"
        },
        {
            "name": "Extinction",
            "season": 3,
            "number": 3,
            "summary": "<p>The crew's ongoing pursuit of the Xindi leads them to a tropical world where Archer, Hoshi and Reed are exposed to a virus that morphs them into the planet's native beings. As Phlox searches for a cure, Trip and T'Pol negotiate with aliens determined to kill all those infected.</p>"
        },
        {
            "name": "Rajiin",
            "season": 3,
            "number": 4,
            "summary": "<p>Archer, Trip and Reed return from an alien barter town with a surprise guest -- an alluring woman whose beguiling sensuality proves irresistible to the crew.</p>"
        },
        {
            "name": "Impulse",
            "season": 3,
            "number": 5,
            "summary": "<p>After answering a distress signal from a Vulcan starship, Archer, T'Pol, Reed and Hawkins arrive on board to find its crew in a deranged, raging state that quickly manifests in T'Pol as well.</p>"
        },
        {
            "name": "Exile",
            "season": 3,
            "number": 6,
            "summary": "<p>A powerful telepath named Tarquin becomes smitten with Hoshi and offers to part with key intelligence on the Xindi if she's allowed to visit his planet. But when Enterprise returns to pick up Hoshi, Tarquin refuses to let her go.</p>"
        },
        {
            "name": "The Shipment",
            "season": 3,
            "number": 7,
            "summary": "<p>Archer, Reed and MACO Major Hayes infiltrate a Xindi-Sloth plant that is creating the explosive material for the Xindi super-weapon. The trio kidnaps the plant foreman, who forms an alliance with them once he learns of the Xindi council's attack on Earth. Elsewhere, Trip, T'Pol and Dr. Phlox test captured Xindi firearms in hopes of creating better defenses against them.</p>"
        },
        {
            "name": "Twilight",
            "season": 3,
            "number": 8,
            "summary": "<p>Archer suffers a puzzling form of amnesia that distorts his long-term memories. He is further confused to find himself in the future aboard an Enterprise commanded by T'Pol.</p>"
        },
        {
            "name": "North Star",
            "season": 3,
            "number": 9,
            "summary": "<p>The crew investigates a world within the Delphic Expanse with a civilization closely resembling America's 19th-century Wild West.</p>"
        },
        {
            "name": "Similitude",
            "season": 3,
            "number": 10,
            "summary": "<p>To heal a critically injured Trip, Dr. Phlox creates a clone of the engineer using an exotic creature in his lab. But the clone's rapid growth and replication of Trip's behavior alarms the crew.</p>"
        },
        {
            "name": "Carpenter Street",
            "season": 3,
            "number": 11,
            "summary": "<p>Acting on a tip from Daniels, Archer and T'Pol time-travel to the year 2004, where the Xindi are using an abandoned Detroit factory to build a secret weapon.</p>"
        },
        {
            "name": "Chosen Realm",
            "season": 3,
            "number": 12,
            "summary": "<p>The crew is taken hostage by alien religious zealots who plot to use the Enterprise to punish unbelievers after Archer rescues them from their crippled vessel.</p>"
        },
        {
            "name": "Proving Ground",
            "season": 3,
            "number": 13,
            "summary": "<p>Andorian Imperial Guard Commander Shran proposes an alliance to Archer, offering to help steal the Xindi's superweapon. Elsewhere, Lt. Talas, an Andorian officer with her own agenda, helps Lt. Reed repair the Enterprise's damaged weapons systems.</p>"
        },
        {
            "name": "Stratagem",
            "season": 3,
            "number": 14,
            "summary": "<p>Archer seeks to destroy a superweapon under construction by the Xindi by tricking its designer, Degra, into revealing its hiding place.</p>"
        },
        {
            "name": "Harbinger",
            "season": 3,
            "number": 15,
            "summary": "<p>A dying alien refuses to disclose his motives for exploring a spatial anomaly; Trip's interest in a pretty corporal sparks a heated exchange with T'Pol; Reed quarrels with a colleague over training drills.</p>"
        },
        {
            "name": "Doctor's Orders",
            "season": 3,
            "number": 16,
            "summary": "<p>Archer places Dr. Phlox in control of the Enterprise when the crew requires sedation to survive a mind-altering section of the Expanse lethal to humanoids. But Phlox's Denobulan physiology doesn't entirely shield him from its effects.</p>"
        },
        {
            "name": "Hatchery",
            "season": 3,
            "number": 17,
            "summary": "<p>The discovery of unhatched Xindi eggs inside a crashed vessel brings out the paternal side of Archer, who alarms the crew with his obsessive determination to save the embryos.</p>"
        },
        {
            "name": "Azati Prime",
            "season": 3,
            "number": 18,
            "summary": "<p>After pinpointing the site of the Xindi doomsday weapon, Archer prepares to undertake a suicidal mission to destroy it, until the time-traveling Daniels gives him pause.</p>"
        },
        {
            "name": "Damage",
            "season": 3,
            "number": 19,
            "summary": "<p>Archer considers compromising his morals to restore Enterprise's warp capacity after a fleet of Xindi-controlled warships cripple the vessel's engine; and T'Pol grows increasingly volatile, prompting her to confide a troubling secret to Phlox.</p>"
        },
        {
            "name": "The Forgotten",
            "season": 3,
            "number": 20,
            "summary": "<p>Archer persuades Degra to examine evidence of the plot to pit the Xindi against Earth, while Trip wrestles with the death of a subordinate .</p>"
        },
        {
            "name": "E²",
            "season": 3,
            "number": 21,
            "summary": "<p>The crew encounters its descendants when it enters a wormhole and discovers a future version of the ship captained by T'Pol's son, who warns Archer of an alien attack.</p>"
        },
        {
            "name": "The Council",
            "season": 3,
            "number": 22,
            "summary": "<p>Degra's fleet ushers the Enterprise to a tense conference with Xindi council as T'Pol and Reed embark on a desperate mission to gather data on the doomsday weapon.</p>"
        },
        {
            "name": "Countdown",
            "season": 3,
            "number": 23,
            "summary": "<p>Newly allied with the Xindi, Archer turns his attentions to destroying the doomsday device as the Reptilians attempt to brainwash Hoshi into cracking the weapon's code.</p>"
        },
        {
            "name": "Zero Hour",
            "season": 3,
            "number": 24,
            "summary": "<p>Archer tries to coax a traumatized Hoshi into using her decryption skills to disable the doomsday weapon before the Reptilians can use it to destroy Earth as the Enterprise embarks on a desperate mission of its own to cripple the rest of the spheres.</p>"
        },
        {
            "name": "Storm Front (1)",
            "season": 4,
            "number": 1,
            "summary": "<p>Archer awakens in the U.S. circa 1944 as a prisoner of Nazis controlling New York City. But he escapes with the help of an insurgent. Back aboard Enterprise, the crew seeks answers for their journey back in time and the changes to Earth's history.</p>"
        },
        {
            "name": "Storm Front (2)",
            "season": 4,
            "number": 2,
            "summary": "<p>Frustrated by the limitations of Nazi technology, Vosk offers to return Trip and Mayweather to the Enterprise if Archer assists in the creation of a time machine. Meanwhile, Alicia's comrades in Nazi-occupied New York learn of Archer's space vessel on the eve of an Allied counterattack.</p>"
        },
        {
            "name": "Home",
            "season": 4,
            "number": 3,
            "summary": "<p>The Enterprise returns to Earth with great fanfare, but the novelty quickly wears off for Archer, who is forced to take a vacation after a heated exchange with a Vulcan official. Also, Trip accompanies T'Pol to Vulcan, where he meets her mother; Reed worries about Phlox's safety on Earth in the aftermath of the Xindi scare.</p>"
        },
        {
            "name": "Borderland",
            "season": 4,
            "number": 4,
            "summary": "<p>The Klingons threaten war after genetic mutants hijack one of their ships, leading Archer to call on the mutants' \"father\" -- criminal scientist Arik Soong -- for help in taking them down.</p>"
        },
        {
            "name": "Cold Station 12",
            "season": 4,
            "number": 5,
            "summary": "<p>Soong realizes just how ruthless his \"children\" have become when the fugitive Augments raid a research facility to retrieve genetically enhanced embryos left over from the Eugenics Wars.</p>"
        },
        {
            "name": "The Augments",
            "season": 4,
            "number": 6,
            "summary": "<p>Malik's rash proposal to safeguard the Augments from Starfleet interference leads to a rift with Soong as the Enterprise cautiously enters Klingon space in dogged pursuit.</p>"
        },
        {
            "name": "The Forge",
            "season": 4,
            "number": 7,
            "summary": "<p>The crew joins forces with Vulcan authorities to investigate a deadly bombing of Earth's embassy, which may be the work of a sect devoted to the logical teachings of Surak, the father of Vulcan philosophy.</p>"
        },
        {
            "name": "Awakening",
            "season": 4,
            "number": 8,
            "summary": "<p>The Syrranites subject Archer to a potentially lethal mind-meld after learning that information about Surak was placed in his head. Meanwhile, Vulcan officials plot the dissidents' destruction.</p>"
        },
        {
            "name": "Kir'Shara",
            "season": 4,
            "number": 9,
            "summary": "<p>As Vulcan prepares for war, V'Las sends a commando team to eliminate Archer, T'Pol and T'Pau, while Soval risks his sanity to warn the Andorians of the impending attack.</p>"
        },
        {
            "name": "Daedalus",
            "season": 4,
            "number": 10,
            "summary": "<p>Emory Erickson, the inventor of the transporter, enlists Archer's help in a daring experiment, but a crew member's death forces him to reveal the real purpose of his test.</p>"
        },
        {
            "name": "Observer Effect",
            "season": 4,
            "number": 11,
            "summary": "<p>Curious aliens inhabit various members of the crew to observe aspects of humanity; and Phlox works feverishly to cure a lethal virus contracted by Trip and Hoshi during an away mission.</p>"
        },
        {
            "name": "Babel One",
            "season": 4,
            "number": 12,
            "summary": "<p>While escorting a Tellarite ambassador to a neutral planet for a peace conference with the Andorians, the Enterprise is attacked after answering a distress call from Shran.</p>"
        },
        {
            "name": "United",
            "season": 4,
            "number": 13,
            "summary": "<p>A desire for vengeance interferes with Archer's attempts to ally Shran and the Tellarites as Trip and Reed probe the inner workings of an unmanned warship.</p>"
        },
        {
            "name": "The Aenar",
            "season": 4,
            "number": 14,
            "summary": "<p>Archer and Shran visit a civilization populated by Andorian offshoots in search of a telepath who could gain control of the renegade drone vessels.</p>"
        },
        {
            "name": "Affliction",
            "season": 4,
            "number": 15,
            "summary": "<p>As Trip prepares the Columbia, Enterprise's sister vessel, for its maiden voyage, Phlox is shanghaied by alien kidnappers, who require his skills to kill a mutated virus.</p>"
        },
        {
            "name": "Divergence",
            "season": 4,
            "number": 16,
            "summary": "<p>Trip rejoins the Enterprise crew on a desperate mission to rejuvenate the ship's warp drive, while Antaak cajoles Phlox into helping destroy a plague that's ravaging the Klingons.</p>"
        },
        {
            "name": "Bound",
            "season": 4,
            "number": 17,
            "summary": "<p>To seal a pact, an Orion pirate persuades Archer to accept a gift of three slave women. But the captain's good-faith gesture has bad results when the trio wreaks havoc within the ship.</p>"
        },
        {
            "name": "In a Mirror, Darkly (1)",
            "season": 4,
            "number": 18,
            "summary": "<p>Cdr. Archer of the Terran Empire Enterprise sparks a mutiny to investigate an anomaly in Tholian space in this alternate-universe tale inspired by the \"Star Trek\" episodes \"Mirror, Mirror\" and \"The Tholian Web.\"</p>"
        },
        {
            "name": "In a Mirror, Darkly (2)",
            "season": 4,
            "number": 19,
            "summary": "<p>After taking over the Defiant, the alternate-universe Archer plans to use its advanced weaponry to put down a rebellion against the Empire. But first, he has to rid the ship of a deadly stowaway.</p>"
        },
        {
            "name": "Demons",
            "season": 4,
            "number": 20,
            "summary": "<p>Earth's plans to establish an interplanetary coalition are menaced by a fanatical xenophobe who leads an underground isolationist movement plotting against the government.</p>"
        },
        {
            "name": "Terra Prime",
            "season": 4,
            "number": 21,
            "summary": "<p>Determined to scorch San Francisco if Earth refuses to abolish a proposed interplanetary alliance, Paxton blackmails Trip into modifying a doomsday weapon; while Archer and a handpicked team attempt to infiltrate Terra Prime's Mars headquarters. Elsewhere, the origin of Trip and T'Pol's child is revealed; and Hoshi takes command of Enterprise as a traitor lurks within the crew.</p>"
        },
        {
            "name": "These are the Voyages...",
            "season": 4,
            "number": 22,
            "summary": "<p>Cdr. Riker interacts with Archer's crew in a hologram of their final mission as Riker deals with a dark secret from his past. During that last voyage, Archer agrees to help an old ally retrieve his daughter as the captain prepares a speech to celebrate the establishment of the Federation.</p>"
        }
    ],
    "TOS": [
        {
            "name": "The Man Trap",
            "season": 1,
            "number": 1,
            "summary": "<p>Professor Robert Crater and his wife Nancy are archeologists, investigating the ruins of a civilization on M-113. <i>Enterprise</i> visits for the annual physical examination required by regulations, but the professor seems oddly reluctant. He insists all he and his wife need is salt to cope with the heat. Then Crewman Green dies, his face marked by odd red rings. Crater says he ate the <i>borgia plant</i> which contains toxic chemicals. But its symptoms do not include the red mottling. Kirk and Spock are determined to discover what's going on, and doubly so when a crewman on the ship dies the same way as Green.</p>"
        },
        {
            "name": "Charlie X",
            "season": 1,
            "number": 2,
            "summary": "<p>A small ship, the <i>Antares</i>, transfers a passenger to <i>Enterprise</i>. He is Charles Evans, recently recovered from the lifeless planet Thasus, having survived there since he was marooned by the crash that killed his parents. Oddness seems to accompany Charlie. <i>Antares</i> calls, with a warning her captain does not finish delivering before his ship explodes. Soon enough it becomes clear that Charlie is a young man of extraordinary powers, able to cause things to happen merely by willing them to. Kirk must regain control of his ship from a troubled, dangerously powerful teenager.</p>"
        },
        {
            "name": "Where No Man Has Gone Before",
            "season": 1,
            "number": 3,
            "summary": "<p><i>Enterprise</i> recovers the pitted and burned emergency buoy from the wreckage of <i>Valiant</i> which penetrated the odd energy barrier that surrounds the galaxy. Garbled recordings suggest odd consequences of that journey, and even that <i>Valiant's</i> own captain ordered her destruction. <i>Enterprise</i> also visits the barrier, and it has odd effects on certain members of the crew with high esper ratings. One in particular, Kirk's friend Gary Mitchell, appears to have developed nearly godlike mental and physical abilities, and lost his moral compass as well. Now Kirk must discover how to stop - and maybe kill - his old friend before that becomes impossible, and Mitchell goes on to conquer the Federation!<br></p>"
        },
        {
            "name": "The Naked Time",
            "season": 1,
            "number": 4,
            "summary": "<p>Psi-2000 is a lifeless, frozen world in the final stages of planetary disintegration, an invaluable opportunity for scientific study. But the enter scientific outpost complement is dead, apparently by violence. And soon enough, an odd intoxication of similar nature begins sweeping through <i>Enterprise</i>, threatening all of the crew and even the ship itself, as intoxicated crewmen lose all sense of duty and purpose. Worse, McCoy's investigations reveal no causative agent, limiting his ability to treat those affected.</p>"
        },
        {
            "name": "The Enemy Within",
            "season": 1,
            "number": 5,
            "summary": "<p>An odd, yellowish ore with magnetic properties on a crewman's clothing affects the transporter, and when Kirk is subsequently beamed up, he is split into two \"halves\". One half of him possesses his benevolent qualities, but is indecisive. The other possesses his malevolent qualities, but is afraid. At first the crew is unaware of the problem, and Kirk's reputation suffers. Then they realize what has happened, and that the transporter is useless - just when they need to bring back the remaining planetary expedition before the sub-zero night kills them! And they must discover how to \"reassemble\" the captain when it becomes clear that neither half can survive for long without the other.</p>"
        },
        {
            "name": "Mudd's Women",
            "season": 1,
            "number": 6,
            "summary": "<p>The <i>Enterprise</i> recovers Harcourt Fenton Mudd from within an asteroid belt. His crew is also his cargo - wives for settlers on Ophiuchus III. These women are very beautiful, and have oddly compulsive effects on the male crewmembers. Having burned out most of her dilithium crystals protecting Mudd's ship, Kirk detours to a Rigel mining colony to secure more. But Mudd's women secure a communicator for him, enabling him to strike his own deal with chief miner Ben Childress and his associates. To obtain the crystals, Kirk must bring down Mudd's women, and must agree to dismiss charges against Mudd. Added to the mix is that the women may not be all they appear to be...</p>"
        },
        {
            "name": "What Are Little Girls Made Of?",
            "season": 1,
            "number": 7,
            "summary": "<p>Roger Korby, described as the \"Pasteur of archaeological medicine\" has built a reputation recovering the knowledge of dead alien civilizations, until five years ago when his entire expedition was lost on the frozen world Exo III. Or was it? When <i>Enterprise</i> assumes orbit, someone using Korby's voice responds to their hails. It seems Korby discovered that the civilization of Exo fled their ice age by going underground. He has uncovered some of their science, including their machinery for producing hardy androids - and for transferring a consciousness into such a machine. And he has plans for that technology. Ambitions, sinister plans...</p>"
        },
        {
            "name": "Miri",
            "season": 1,
            "number": 8,
            "summary": "<p><i>Enterprise</i> discovers a planet identical to Earth, with a very important exception: a few centuries earlier, a devasting plague struck. All of the adults were killed, but the children somehow survived - and still survive, hundreds of years later, feral and deeply distrustful of \"grups\". And there are monsters: insane, covered with scab-like plaques, they attack on sight. The disease is still active; the plaques appear on the landing party. If McCoy cannot discover a cure in the week they have left, all will die. Even Spock, now a carrier, cannot return to the ship.</p>"
        },
        {
            "name": "Dagger of the Mind",
            "season": 1,
            "number": 9,
            "summary": "<p><i>Enterprise</i> stops at the Tantalus penal colony to deliver drugs and collect research materials. Except that the research materials box contains a dangerous madman, Simon van Gelder - the former <i>director</i> of the colony. Kirk and psychiatrist Helen Noel beam down to speak with Tristan Adams, to learn what happened to van Gelder. It seems Dr. van Gelder was the victim of a new device, a neural neutralizer. But was what happened really an accident, or something more sinister?</p>"
        },
        {
            "name": "The Corbomite Maneuver",
            "season": 1,
            "number": 10,
            "summary": "<p>Mapping star systems, <i>Enterprise</i> encounters an odd cube. Apparently solid, it senses the ship, moves to block it - and when <i>Enterprise</i> attempts to disengage, pursues while emitting dangerous radiation. Kirk is forced to order its destruction. He probes farther, to find the builders of the device. And he does, when the <i>Fesarius</i> appears. The immense flag ship of the First Federation and her captain, the enigmatic Balok, regard the destruction of the cube as an aggressive act, and determine that the crew will be imprisoned and the ship destroyed.</p>"
        },
        {
            "name": "The Menagerie (1)",
            "season": 1,
            "number": 11,
            "summary": "<p>Spock diverts the<i> Enterprise</i> to Starbase 11, where Kirk discovers that Spock's former commander, Christopher Pike, has been seriously injured and disabled by exposure to delta rays, experienced while saving a class of cadets. Pike is now confined to an elaborate life support apparatus. Spock abducts Pike and locks the <i>Enterprise</i> on a course for Talos IV, the only planet subject to General Order 7: visiting the world is a capital crime. Spock refuses to explain his actions, but demands a court martial, during which he presents evidence of an earlier visit. War, thousands of centuries ago, devastated the planet, and it was only now becoming able to support life again. Its inhabitants, forced underground, had developed enormous mental powers, including the ability to place illusions within the minds of others. Their plan was to breed a race of slaves to help them reclaim their world, as they were fragile and their civilization degenerate: illusions had proved a kind of narcotic. To this end, they kidnapped Captain Pike years ago...</p>"
        },
        {
            "name": "The Menagerie (2)",
            "season": 1,
            "number": 12,
            "summary": "<p>As the court martial continues, Kirk learns the Talosians meant to breed Pike with an earlier survivor, Vina, to produce their slave race. But Pike convinces them that Earthmen would prefer death to such slavery, however pleasant illusions could make it. Humans were the Talosians last chance, but Pike convinces them to release him. Finally, as they orbit Talos, Kirk learns why Spock violated General Order 7: here, in his illusory world, Pike can live out his remaining years as the man he once was. The Talosians agree to this, and the Federation suspends General Order 7 due to the circumstances.</p>"
        },
        {
            "name": "The Conscience of the King",
            "season": 1,
            "number": 13,
            "summary": "<p>Dr. Leighton calls <i>Enterprise</i> to his home on Planet Q with the promise of a new food source that could end hunger. But this is a ruse: Leighton is one of the few remaining survivors of Kodos the Executioner, who used a planetary famine to apply his own ideas of eugenics on Tarsus IV years earlier. A burned body convinced authorities that Kodos had died then, but Leighton is certain that actor Anton Karidian is Kodos. Kirk is less than amused at the deception - and then someone murders Leighton. It's not enough to accuse, but it is enough for suspicion, so Kirk arranges to strand the acting troupe, and then offers them a ride on <i>Enterprise</i> where he hopes to ascertain whether Leighton's accusation is true.</p>"
        },
        {
            "name": "Balance of Terror",
            "season": 1,
            "number": 14,
            "summary": "<p>The <i>Enterprise </i>tries to intercept a Romulan warship that is testing the Federation's defenses along the Neutral Zone separating the two.</p>"
        },
        {
            "name": "Shore Leave",
            "season": 1,
            "number": 15,
            "summary": "<p><i>Enterprise</i> visits an idyllic planet, where McCoy encounters a large white rabbit that is \"very late\". And shortly afterwards, a little girl who is following him. McCoy isn't becoming insane; it soon becomes apparent that thinking about a thing will cause it to materialize, as everyone encounters people and things from their past or their fantasies. But something on the planet's surface is draining power from <i>Enterprise</i>. And then McCoy, convinced that what he sees is a harmless illusion, confronts a charging knight - and dies, pierced through the heart! What kind of odd world is this, and how can the ship and crew escape it?</p>"
        },
        {
            "name": "The Galileo Seven",
            "season": 1,
            "number": 16,
            "summary": "<p><i>Enterprise</i> is en route to the New Paris colony to deliver much needed medical supplies, needed to counter a plague. It passes Murasaki 312, a quasar-like system. Since there is time, Kirk's standing orders require him to dispatch a scientific team to study the phenomenon. The expedition immediately runs into trouble, pulled of course and forced to an emergency landing on Taurus II, then beset by the hulking, homicidal natives of that planet. Can Spock's purely logical approach to leadership save the expedition and reunite its members with <i>Enterprise</i>?</p>"
        },
        {
            "name": "The Squire of Gothos",
            "season": 1,
            "number": 17,
            "summary": "<p>Within a \"star desert\" the crew encounter the odd, storm-wracked planet Gothos. Then Kirk and Sulu disappear from the bridge. The planet's sole inhabitant is the foppish Trelane, who lives in a manor house be believes represents modern Earth, but which is actually centuries out of date. He has plans for the crew, and the power to ensure that he gets what he wants. Kirk manages to thwart him, but it's only temporary: Trelane moves Gothos itself to intercept the fleeing starship! Against that kind of power, Kirk will need all his wits...</p>"
        },
        {
            "name": "Arena",
            "season": 1,
            "number": 18,
            "summary": "<p>Enterprise stops at Cestus III, there to visit Commodore Travers, who enthusiastically invites Kirk to bring his key people to the surface. Beaming down, Kirk discovers the outpost has been destroyed! The landing party comes under attack, but Kirk and Spock recover a powerful ballistic weapon and strike back. The aliens flee, with Enterprise in hot pursuit, into an unknown region of space. There, both ships are paralyzed by an \"unidentifiable power\" from the distant star system of the Metrons, and both captains are transported to a world where they may engage in hand to hand combat to determine the fate of their respective ships. But is that the whole story?</p>"
        },
        {
            "name": "Tomorrow is Yesterday",
            "season": 1,
            "number": 19,
            "summary": "<p>A \"black star\" slingshots Enterprise back in time, to the 1960s, in Earth orbit. She appears almost directly above a military base, which draws all sorts of unwelcome attention. The base dispatches Major John Christopher to look. Enterprise attempts to keep him at bay with the tractor beam, but his aircraft is too fragile to withstand the beam and disintegrates, forcing Enterprise to beam Christopher aboard. Now they have disrupted history. Christopher himself is not historically significant, but his son is. He must be returned, but how?</p>"
        },
        {
            "name": "Court Martial",
            "season": 1,
            "number": 20,
            "summary": "<p>Enterprise encounters an ion storm, which requires an observer in the ion pod. Top of the duty roster is Commander Ben Finney, who is tragically lost when Kirk must eject the pod as part of the Red Alert protocol. At the starbase, Commodore Stone discovers that the computer records tell a different story: that Kirk ejected the ion pod during Yellow Alert, and that if he had waited properly, Finney might still be alive. He offers Kirk a chance to resign his commission \"for the good of the service\", but Kirk refuses - and so draws a general court martial. His advocate? The quirky Samuel Cogley, who eschews his computer in favor of books.</p>"
        },
        {
            "name": "The Return of the Archons",
            "season": 1,
            "number": 21,
            "summary": "<p>Six thousand years ago, the planet Beta III was torn apart by war, crime, and corruption. Then a visionary leader arose, Landru, who became a benevolent autocrat. He has maintained a simple, stable society that has survived since then without those \"ancient evils\". Enterprise is there to investigate the disappearance of the starship Archon in the vicinity a century earlier. It seems that Landru dislikes those who display individuality; they must be absorbed into \"The Body\" or destroyed. So it was with the \"Archons\" and so it will be with the Enterprise unless Kirk can defeat Landru. But will unseating him destabilize the society? Will it be a violation of the Prime Directive?</p>"
        },
        {
            "name": "Space Seed",
            "season": 1,
            "number": 22,
            "summary": "<p>The Enterprise chances across a DY-100 class ship, launched from Earth \"in the 1990s\". It carries around seventy people, who have been hibernating since their launch. The ship's systems revive the leader, whom Kirk soon learns is Khan Noonien Singh, the leader of a group of genetically enhanced \"supermen\" who nearly took control of Earth during the Eugenics Wars. They have essentially fled to the future, and with their capabilities, Khan plans to revive his campaign to place \"superior\" men in positions of leadership.</p>"
        },
        {
            "name": "A Taste of Armageddon",
            "season": 1,
            "number": 23,
            "summary": "<p>Kirk and the Enterprise have been sent to establish diplomatic relations with the planet Eminiar VII, a planet that decidedly does not wish such relations! But Ambassador Fox insists they make the attempt. Planetside, they learn Eminiar has been fighting a war with Vendikar, another planet in the same system, for five hundred years - a war fought entirely by computers, with casualties required to report to disintegration machines for tidy disposal. And the Enterprise has been declared a casualty of a \"tricobalt satellite explosion\"; her crew must likewise report for disintegration so their deaths may be recorded and reported to Vendikar.</p>"
        },
        {
            "name": "This Side of Paradise",
            "season": 1,
            "number": 24,
            "summary": "<p>The Federation established a colony on Omicron Ceti III before it knew that the system's star emitted Berthold Rays, which degrade animal tissue. Tolerable for short periods with precautions, these rays spelled doom for the colony. So how are they still alive, and in better health than when they left Federation space? And perhaps more importantly, why have they accomplished... nothing? The answer threatens the Enterprise...</p>"
        },
        {
            "name": "The Devil in the Dark",
            "season": 1,
            "number": 25,
            "summary": "<p>Miners on the mineral rich world of Janus II have begun to die horribly, burned to a crisp by the effects of a powerful corrosive. The Federation depends on these mines to supply minerals to many other worlds, so it sends Kirk and the Enterprise to investigate. But a starship, as one miner acerbically comments, cannot enter the mining tunnels. Kirk and Spock will have to use their wits to solve this problem. And they'll have to do it quickly, since the same agency has sabotaged the antique pergium reactor that maintains life support.</p>"
        },
        {
            "name": "Errand of Mercy",
            "season": 1,
            "number": 26,
            "summary": "<p>Kirk and Spock transport to the planet Organia, a pastoral realm of very low technology, which has the misfortune of being strategically important to the Klingons, who plan to use Organia as a forward base when they war on the Federation. Despite Kirk's best efforts, he cannot seem to impress upon the Organians that they are in dire peril and should ally with the Federation. Then the Klingons arrive, and being imposing martial law, and taking and executing hostages. Kirk works behind the scenes to interfere, but when the Organians betray him to the Klingons, he starts to wonder if they are worth protecting.</p>"
        },
        {
            "name": "The Alternative Factor",
            "season": 1,
            "number": 27,
            "summary": "<p>An alien named Lazarus is somehow responsible for a kind of \"winking out\" effect - all of reality seems on the verge of collapse. He is fleeing a monster whose intent is nothing less than the destruction of reality. But through a mishap, Kirk is transported to the home of that monster. And he looks exactly like Lazarus! Kirk must decide which of them - if either - is the monster. If he guesses wrong, it's the end of everything.</p>"
        },
        {
            "name": "The City on the Edge of Forever",
            "season": 1,
            "number": 28,
            "summary": "<p>Ripples in time have provoked the curiosity of the Enterprise crew. One such ripple shakes the ship and gravely injures Sulu. McCoy brings him back from the brink with a powerful drug, but another ripple results in a tragic overdose, afflicting McCoy with dangerous paranoia! He beams down to the planet - the transporter was locked onto the source of the time disturbances. On the surface, he evades the landing party long enough to flee - into the past, where his psychosis results in him somehow erasing the Federation, and the Enterprise, save only the landing party. Their one chance is to use the same artifact - the self-styled Guardian of Forever - to arrive <i>before</i> McCoy and prevent him from changing their history.</p>"
        },
        {
            "name": "Operation: Annihilate!",
            "season": 1,
            "number": 29,
            "summary": "<p>Approaching the planet Deneva, the Enterprise encounters a private spacecraft whose pilot is flying desperately into the sun, the apparent act of a lunatic. Spock reveals disturbing news: a pattern of mass insanity that has spread across the galaxy in a nearly straight line, the current end of which is Deneva. The landing party discovers the horrifying truth - and one of them becomes its victim. Now the crew must devise a cure before Spock dies, or is driven hopelessly insane.</p>"
        },
        {
            "name": "Amok Time",
            "season": 2,
            "number": 1,
            "summary": "<p>Spock is becoming increasing irrational, even threatening to break McCoy's neck! He can't or won't explain this behavior to Kirk, only asking to return to Vulcan. It's a request Kirk cannot grant, given the <i>Enterprise's</i> other business. Until McCoy tells him if Spock continues to deteriorate, he will die in days! Kirk makes the decision to take his friend back to his home world, where he learns that Spock's problem has to do with marriage...</p>"
        },
        {
            "name": "Who Mourns for Adonais?",
            "season": 2,
            "number": 2,
            "summary": "<p><i>Enterprise</i> nears the planet Pollux IV, when an immense humanoid hand appears and seizes the ship! It is not actually living tissue, but a complex field of energy. And it belongs to a being who claims that he and his kind visited Earth long ago, and were then revered as gods - in this particular case, the Greek god Apollo. His request is a simple one: the crew of the <i>Enterprise</i> will depart the ship and establish a colony of worshippers. Of course, Kirk has no intention of doing this; he must make \"Apollo\" understand that humans have moved past him.</p>"
        },
        {
            "name": "The Changeling",
            "season": 2,
            "number": 3,
            "summary": "<p>A space probe of immense power and sophisticated technology has apparently annihilated the entire Malurian civilization, and now threatens <i>Enterprise</i>. But when Kirk hails it, the attacks cease and it allows itself to come aboard. Soon enough, the reason for its forebearance is revealed: it mistakening believes Kirk is its creator, Jackson Roykirk. This probe is <i>Nomad</i>, launched from Earth long ago. But its technology is far beyond what was understood then; beyond even what the modern Federation is capable of. What happened to <i>Nomad</i>, and why does it destroy whole civilizations?</p>"
        },
        {
            "name": "Mirror, Mirror",
            "season": 2,
            "number": 4,
            "summary": "<p>The Halkans are a people deeply committed to peace. Kirk is trying to negotiate with them for dilithium, the rare mineral that's needed for warp power systems. But if there is even a chance their crystals will be used for violence, they cannot agree. Kirk beams back to his ship as a magnetic storm approaches - but the ship where he materializes is vastly different, run by savage opportunists, sadists, and killers. This ship, part of an Empire, will wipe the Halkans from their world and seize their crystals. Kirk must find a way to prevent that, and to return himself and his landing party home.</p>"
        },
        {
            "name": "The Apple",
            "season": 2,
            "number": 5,
            "summary": "<p>Gamma Trianguli VI is a peaceful planet with abundant plant life. It seems a paradise, but the landing party soon feels the thorns: poisonous plants, killer storms, and explosive rocks all claim lives. Eventually, they discover a small community of primitive people who serve the mysterious Vaal, an immense statue, chiefly by feeding it when it demands this. These people live immensely long lives, and do not age or procreate unless there is an accident. Theirs is a stagnant society, and into the bargain Vaal apparently has the means to attack the<i> Enterprise</i>...</p>"
        },
        {
            "name": "The Doomsday Machine",
            "season": 2,
            "number": 6,
            "summary": "<p><i>Enterprise</i> discovers the wreck of <i>Constellation</i>, a sister ship. The only survivor is Matt Decker, the Captain. He reports beaming his crew down to the fourth planet - except that there is no fourth planet! He investigated an odd occurrence: a planet apparently disintegrating, and discovered an immense space vessel cutting the planet apart with an antiproton beam, and digesting the pieces! This machine came from outside the galaxy, a relic of a devastating war fought long ago and far away. It will carve a path of destroyed solar systems through the most populous part of the Milky Way unless Kirk and his crew can stop it.</p>"
        },
        {
            "name": "Catspaw",
            "season": 2,
            "number": 7,
            "summary": "<p>Sulu, Scotty and Jackson explore Pyrus VII, and then Jackson calls the ship, \"one to beam up\". He materializes dead, and a sepulchral voice threatens Kirk, saying his ship is cursed! Beaming down, Kirk discovers his men enslaved by strange aliens, who have created a Gothic castle and other artifacts straight from Halloween. But their power and threat are real - they are from a place so alien, that the sensations of this universe are intoxicating. If not stopped, they pose a grave threat to the Federation.</p>"
        },
        {
            "name": "I, Mudd",
            "season": 2,
            "number": 8,
            "summary": "<p>Mr. Norman is a new crewmember whom McCoy finds off-putting. He acts like a Vulcan, which is odd in a human. There's a good reason: Mr. Norman is not human. He is one of a collection of androids sent to hijack <i>Enterprise</i> by Kirk's old adversary, Harcourt Fenton Mudd! Mudd has plans for the starship, grand plans. And so do the androids.</p>"
        },
        {
            "name": "Metamorphosis",
            "season": 2,
            "number": 9,
            "summary": "<p><i>Enterprise</i> sends a shuttlecraft to retrieve Federation Commissioner Nancy Hedford, who suffers from Sakuro's Disease, so that she may be treated. The craft is pulled off course and lands on a small planetoid, where the crew discover the systems will not work. They also discover a man, apparently living alone there - or, is he? He seems to from time to time commune with an energy cloud, the alien being responsible for forcing the shuttlecraft down. It means for the crew to serve as companions for the man - forever.</p>"
        },
        {
            "name": "Journey to Babel",
            "season": 2,
            "number": 10,
            "summary": "<p>A large diplomatic conference will take place on Babel, to discuss the contentious issue of whether to admit Corridan to the Federation. Delegates are divided, and some of their motives are less than pure. Among these delegates is Sarek of Vulcan - Spock's estranged father. Add a mysterious challenging spacecraft and a murderer aboard the <i>Enterprise</i>, and Kirk has his hands full. Then Kirk himself is stabbed, leaving him seriously injured at the very moment when Spock is due to donate blood so that McCoy can operate on Vulcan ambassador Sarek's damaged heart. The key to solving this puzzle will require deducing which of the many factions is willing to go to violent lengths to sabotage this conference.</p>"
        },
        {
            "name": "Friday's Child",
            "season": 2,
            "number": 11,
            "summary": "<p>The Federation sends Kirk to negotiate for mining rights with Aka'ar, Te'er of the Ten Tribes of Capella IV. Capella IV has deposits of the rare mineral topaline, needed for life support systems. The Klingons need this mineral, too, and their presence creates tension further complicated by conflict among the members of the tribe. Ma'ab murders Aka'ar and becomes the new Te'er, and he has a decidedly different attitude that favors the Klingonm perspective. Worse, Kirk and McCoy will not stand by while he murders Ele'en, the pregnant wife of the old Te'er, despite this being Capellan tradition. Soon enough, the Federation party is running for the hills - literally - with Capellans and a Klingon in pursuit.</p>"
        },
        {
            "name": "The Deadly Years",
            "season": 2,
            "number": 12,
            "summary": "<p><i>Enterprise </i>discovers the scientists on Gamma Hydra IV are all either dead or dying of old age, despite the fact that the oldest was around thirty! Matters get worse when the landing party begins to show signs of aging, all except for Chekov, who is mysteriously unaffected. Eventually, Kirk must be relieved of command, and as Spock and Scotty are both affected, Commodore Stocker assumes command. But Stocker has been a desk officer his entire career; he has no field experience, which leads him to make a desperate, wrong decision...</p>"
        },
        {
            "name": "Obsession",
            "season": 2,
            "number": 13,
            "summary": "<p>On an obscure planet, Kirk smells something that reminds him of the past. And then two crewman die, their ghastly pallor betraying the fact that every red blood cell in their bodies has been destroyed, the hemoglobin neatly removed. A long time ago, very far from here, Kirk was a young Lieutenant about the <i>Farragut</i> when that ship encountered the cause: a mysterious, gaseous cloud that feeds on blood. Now, Kirk is obsessed with destroying the monster that killed his then mentor, the <i>Farragut's</i> captain Garrovik. Perhaps to an unhealthy degree. Or, given what Spock discovers, perhaps not.</p>"
        },
        {
            "name": "Wolf in the Fold",
            "season": 2,
            "number": 14,
            "summary": "<p>Kirk takes Scotty to Argelius, a planet renowed for hospitality. Scotty is still recovering from serious injuries accounted to a female member of the crew, so McCoy is concerned he might harbor subconscious resentment toward women. But apparently not; he takes a young woman for a walk through the fog. Kirk and McCoy leave later, and en route to another tavern, hear a high scream. They arrive to find Scotty, bloody knife in hand, standing over the body of the young woman, who has been stabbed dozens of times! They're certain Scotty is innocent despite the evidence, but proving that will require them to discover the actual murderer - and reveal a horrifying truth from history!</p>"
        },
        {
            "name": "The Trouble with Tribbles",
            "season": 2,
            "number": 15,
            "summary": "<p>Under the terms of the Organian Peace Treaty, Sherman's Planet will become a colony of whoever can best develop it. To that end, the Federation intends to ship a large quantity of quadrotriticale to that planet, and Federation Undersecretary Nilz Baris is determined that the grain will arrive, so he orders the manager of Space Station K-9 to issue a distress call! <i>Enterprise</i> responds to discover no emergency; Baris just wants guards for his grain. And then a Klingon ship arrives, seeking shore leave. And Cyrano Jones, an itinerant trader, also arrives, with some odd animals he calls tribbles. Some very hungry, odd animals...</p>"
        },
        {
            "name": "The Gamesters of Triskelion",
            "season": 2,
            "number": 16,
            "summary": "<p>Kirk, Uhura and Chekov are set to beam down to examine and maintain a communications relay station, when they vanish from the transporter room in a way inconsistent with normal transport! They have been whisked across planetary systems by the mysterious Providers, who gather \"inferior\" beings from all over the galaxy and pit them against each other in blood contests. This activity is the only thing that stimulates the Providers. As the three begin their involuntary training, <i>Enterprise</i> begins following the scant evidence their abductors left behind, trying to locate them.</p>"
        },
        {
            "name": "A Piece of the Action",
            "season": 2,
            "number": 17,
            "summary": "<p>The <i>Horizon</i> visited the planet Iotia a hundred years ago, long before the Prime Directive forbid interference in pre-warp alien cultures. Beaming down to investigate the damage, Kirk, Spock and McCoy discover a culture run by mobsters! It seems that <i>Horizon</i> left behind a book, \"Chicago Mobs of the Twenties\", and the highly imitative people of Iotia patterned their society after the groups described in its pages. How can <i>Enterprise</i> undo the grievous harm <i>Horizon</i> did to this civilization?</p>"
        },
        {
            "name": "The Immunity Syndrome",
            "season": 2,
            "number": 18,
            "summary": "<p>Spock senses the crew of <i>Intrepid</i>, a starship crewed solely by Vulcans, die. <i>Enterprise</i> investigates, and discovers a zone of darkness which conceals the hazard: an immense yet single-celled organism which drains energy from anything it encounters, as it did the <i>Intrepid</i> and her crew. And unless they can discover how to destroy it, <i>Enterprise</i> will be next. Worse, there are signs the organism has accumulated sufficient energy to reproduce...</p>"
        },
        {
            "name": "A Private Little War",
            "season": 2,
            "number": 19,
            "summary": "<p>Kirk returns to a planet he surveyed years ago as a younger officer. There he discovers that the villagers and the hill people are now fighting, because the villagers have developed crude firearms and the idea that they should simply take anything they want from the hill people. Worse, Spock is the victim of a gunshot! Kirk and McCoy return to the surface to investigate more completely, but <i>Enterprise</i> must leave to avoid detection - and then a <i>mugato</i> bites Kirk! He must make contact with the hill people, who number among them a kind of witch doctor called a kanutu, who may be able to help. But that help comes with a price...</p>"
        },
        {
            "name": "Return to Tomorrow",
            "season": 2,
            "number": 20,
            "summary": "<p><i>Enterprise</i> responds to odd readings, which lead the crew to a planet similar to Earth, except that it is much older, and a cataclysm stripped its atmosphere away a half million years ago; it has been dead ever since. But from somewhere on that world comes a voice. Something has evidently endured 500,000 years - the last survivors of the civilization that flourished here. And all they want are the bodies of a few humans...</p>"
        },
        {
            "name": "Patterns of Force",
            "season": 2,
            "number": 21,
            "summary": "<p>Historian and sociologist John Gill has stopped responding to transmissions. He is embedded in the Ekosian population to study it. Investigating, Kirk and Spock discover that Ekos has developed nuclear weapons - an achievement well ahead of where they should be scientifically, based on past probes. And they have modeled their society on Nazi Germany, right down to oppression of their sister planet, Zeon. It seems apparent Gill has contaminated this society, but why? And why Nazi Germany?</p>"
        },
        {
            "name": "By Any Other Name",
            "season": 2,
            "number": 22,
            "summary": "<p>Kelvans from the Andromeda galaxy have discovered that rising radiation levels will make their galaxy uninhabitable within ten millenia. So they have dispatched generation ships of soldiers to nearby galaxies to see which of them they might conquer. <i>Enterprise</i> encounters such a group when her crew answers a distress call. With the Kelvans' superior technology, they may well be able to conquer the entire Milky Way galaxy!</p>"
        },
        {
            "name": "The Omega Glory",
            "season": 2,
            "number": 23,
            "summary": "<p><i>Enterprise</i> discovers her sister ship, <i>Exeter</i> in orbit around a planet, unresponsive. Kirk, Spock and McCoy beam aboard and discover only empty uniforms mixed with a handful of crystals. Then they find a log - the ship is infected with a deadly plague! Their only chance is to beam down to the planet's surface immediately. There, they discover heartbreaking evidence that <i>Exeter's</i> captain Ronald Tracy has violated the prime directive, up to and including mass murder. But he has what he believes is a good reason - and it depends on McCoy's research into a long ago bacteriological war.</p>"
        },
        {
            "name": "The Ultimate Computer",
            "season": 2,
            "number": 24,
            "summary": "<p><i>Enterprise</i> is chosen as the testbed for the revolutionary M-5 computer. The machine's inventor, Richard Daystrom, claims it can take control of a starship, freeing men for less dangerous and more rewarding work. It all depends on whether his breakthrough technology, multitronics, is as powerful and capable as he says. After a few exercises, Spock begins to wonder exactly how multitronics works - for the M-5 does not react as computers typically do.</p>"
        },
        {
            "name": "Bread and Circuses",
            "season": 2,
            "number": 25,
            "summary": "<p>The <i>Enterprise</i> follows the wreckage of the S.S. Beagle to a planet where they discover an Earth-like civilization, except that Rome never fell, and rules a world much like twentieth century America. Intercepted radio transmissions suggest deeper mysteries, so Kirk, Spock and McCoy beam down to investigate, and then find themselves caught between the Roman government and a group of \"sun worshippers\". Proconsul Claudius wants Kirk to beam down his entire crew; the Proconsul is determined that no one will leave this world!</p>"
        },
        {
            "name": "Assignment: Earth",
            "season": 2,
            "number": 26,
            "summary": "<p>The Enterprise has used the \"light speed breakaway\" technique to travel to Earth in the year 1968, to study how humans survived the desperate problems of that era. Then, they intercept a man beaming back to Earth from at least a thousand light years away, a technical feat beyond even Federation science! Who is Gary Seven, how did he get access to such advanced technology, and why has he come to Earth? He has a story, but Kirk has trouble believing it. Worse, he has trouble knowing whether he should allow Seven to pursue his agenda, or try to stop him. One of those choices is certain to destroy the future... but which?</p>"
        },
        {
            "name": "Spock's Brain",
            "season": 3,
            "number": 1,
            "summary": "<p>An alien woman materializes on the bridge of the Enterprise and knocks the command crew unconscious. When they come to, they discover that Spock's brain has been stolen and they have to race against time to track her down and recover the brain in order to save Mr. Spock.</p>"
        },
        {
            "name": "The Enterprise Incident",
            "season": 3,
            "number": 2,
            "summary": "<p>Captain Kirk acts strangely and ends up taking the ship into the Romulan neutral zone where they are surrounded by Romulans, the Romulan commander then takes a interest in Mr. Spock.</p>"
        },
        {
            "name": "The Paradise Syndrome",
            "season": 3,
            "number": 3,
            "summary": "<p>Mr. Spock must destroy an asteroid threatening a primitive world where lost and amnesiac Captain Kirk has taken a wife.</p>"
        },
        {
            "name": "And the Children Shall Lead",
            "season": 3,
            "number": 4,
            "summary": "<p>A group of orphaned children under an alien's control take over the minds of the Enterprise crew.</p>"
        },
        {
            "name": "Is There in Truth No Beauty?",
            "season": 3,
            "number": 5,
            "summary": "<p>Only a jealous scientist can save Spock when he goes mad after seeing a hideous Medusan.</p>"
        },
        {
            "name": "Spectre of the Gun",
            "season": 3,
            "number": 6,
            "summary": "<p>Powerful aliens transport the Enterprise officers into an illusionary re-creation of the gunfight at the OK Corral.</p>"
        },
        {
            "name": "Day of the Dove",
            "season": 3,
            "number": 7,
            "summary": "<p>An alien which feeds on violence traps Klingons and Enterprise crewman together.</p>"
        },
        {
            "name": "For the World is Hollow and I Have Touched the Sky",
            "season": 3,
            "number": 8,
            "summary": "<p>After Dr. McCoy informs Captain Kirk that he is dying, the Enterprise crew discovers a planetoid that is on a collision course with a inhabited world. Kirk, Spock and McCoy beam down and discover it is a populated space ship where most of the inhabitants having no clue they are on a space ship.</p>"
        },
        {
            "name": "The Tholian Web",
            "season": 3,
            "number": 9,
            "summary": "<p>Kirk is trapped on a disintegrating star ship and drifts between dimensions while the Tholian's create a energy web around the Enterprise to prevent them from escaping.</p>"
        },
        {
            "name": "Plato's Stepchildren",
            "season": 3,
            "number": 10,
            "summary": "<p>Rulers of a culture modeled after Platos Republic kidnap Kirk, Spock and Dr. McCoy.</p>"
        },
        {
            "name": "Wink of an Eye",
            "season": 3,
            "number": 11,
            "summary": "<p>The dying Scalosians, invisible to humans, need the Enterprise crew to help repopulate their decimated planet.</p>"
        },
        {
            "name": "The Empath",
            "season": 3,
            "number": 12,
            "summary": "<p>After arriving at a outpost to pick up the two members of a science team, Kirk, McCoy and Spock find the team missing. They are then transported to another location by alien beings who use them in a torturous experiment involving a young girl who does not speak.</p>"
        },
        {
            "name": "Elaan of Troyius",
            "season": 3,
            "number": 13,
            "summary": "<p>Klingons interfere when the Enterprise is ordered to transport an unwilling royal bride to her wedding in another star system. During the trip, the enterprise is sabotaged.</p>"
        },
        {
            "name": "Whom Gods Destroy",
            "season": 3,
            "number": 14,
            "summary": "<p>Inmates gain control of an insane asylum, taking visiting Kirk and Spock prisoner.</p>"
        },
        {
            "name": "Let That Be Your Last Battlefield",
            "season": 3,
            "number": 15,
            "summary": "<p>A feud that is thousands of years old between sworn enemies threatens to destroy the Enterprise.</p>"
        },
        {
            "name": "The Mark of Gideon",
            "season": 3,
            "number": 16,
            "summary": "<p>Captain Kirk suddenly finds himself on what appears to be the Enterprise, alone except for a beautiful alien woman while on a away mission to the planet Gideon.</p>"
        },
        {
            "name": "That Which Survives",
            "season": 3,
            "number": 17,
            "summary": "<p>The Enterprise discovers a planet that defies the conventional theories of planetology, so Kirk, Sulu, McCoy and D'Amato (a geologist) beam down to investigate. As they depart, a mysterious woman appears in the transporter room and attacks the chief there. Then the Enterprise is hurled nearly a thousand light years away! The strange female apparition reappears, and demonstrates that she is a grave threat to both stranded crew and the ship...</p>"
        },
        {
            "name": "The Lights of Zetar",
            "season": 3,
            "number": 18,
            "summary": "<p>A mysterious storm has inflicted heavy - perhaps irreparable - damage on the library planetoid Memory Alpha. And it seems to have a curious affiliation with new crewmember Myra Romaine. As the Enterprise pursues the hazard, Romaine falls more under its influence, and the crew learns is is not a storm at all, but a form of life that means to survive at ANY cost.</p>"
        },
        {
            "name": "Requiem for Methuselah",
            "season": 3,
            "number": 19,
            "summary": "<p>Rigelian Fever rages about the Enterprise; on a small planet named Holberg 917G, the crew has discovered a source of the only cure, ryetalin. Kirk, Spock and McCoy beam down, and discover the planet is the private property of Flint. At first uncooperative, Flint relents and permits the crew to gather the material. But events soon have them wondering about Flint's real goals, and his mysterious ward, the enchanting Rayna.</p>"
        },
        {
            "name": "The Way to Eden",
            "season": 3,
            "number": 20,
            "summary": "<p>The Enterprise intercepts a stolen space yacht, whose thieves destroy it rather than face capture. But they are captured, and revealed as \"counterculture\" individuals looking for a mysterious planet they call Eden. Led by an insane genius, they manage to capture the Enterprise long enough to direct it to Eden, which is located in the Romulan Neutral Zone! And to make their escape, they create a lethal trap for the crew.</p>"
        },
        {
            "name": "The Cloud Minders",
            "season": 3,
            "number": 21,
            "summary": "<p>The planet Merek II is gripped by a botanical plague. The only cure is the mineral zeenite, and the only practical source of that is Ardana. But Ardana has a stratified city: the troglytes who labor live in harsh conditions, while philosophers and artists enjoy the beauty of its floating city, Stratos. One among the troglytes, Vanna, means to change this, and plans to exploit the crisis - and Federation representatives Kirk and Spock - to accomplish that.</p>"
        },
        {
            "name": "The Savage Curtain",
            "season": 3,
            "number": 22,
            "summary": "<p>The <i>Enterprise </i>surveys the planet Excalbia. As its surface is the temperature of molten rock, no landing party is possible, so when the orbital survey concludes, Kirk orders the ship to leave. And then... Abraham Lincoln appears, and at the same time a region forms on the planet suitable for human life. Kirk and Spock beam down and discover Yarnek. It seems the Excalbians are struggling to understand the concepts of good and evil; the help themselves they have constructed an experiment: four examplars of good, including Kirk and Spock, will battle four exemplars of evil, notorious figures from history. And if good loses, the <i>Enterprise </i>will be destroyed...</p>"
        },
        {
            "name": "All Our Yesterdays",
            "season": 3,
            "number": 23,
            "summary": "<p>While trying to locate the missing population of a planet doomed by a coming nova, Kirk, Spock, and McCoy find a mysterious librarian who sends them back into the planet's past. While Spock and McCoy fight for survival in a frigid landscape, Kirk is accused of witchcraft.<br></p>"
        },
        {
            "name": "Turnabout Intruder",
            "season": 3,
            "number": 24,
            "summary": "<p>Janice Lester, a lover from Kirk's past, uses alien technology to switch her consciousness into his body and vice versa, so that she can take command of the <i>Enterprise</i> and become a Starfleet captain as she always wanted.<br></p>"
        }
    ],
    "VOY": [
        {
            "name": "Caretaker, Part I",
            "season": 1,
            "number": 1,
            "summary": "<p>While searching for a missing officer, Captain Kathryn Janeway and the crew of the Starship Voyager are swept 70,000 light years from home.</p>"
        },
        {
            "name": "Caretaker, Part II",
            "season": 1,
            "number": 2,
            "summary": "<p>While searching for a missing officer, Captain Kathryn Janeway and the crew of the Starship Voyager are swept 70,000 light years from home.</p>"
        },
        {
            "name": "Parallax",
            "season": 1,
            "number": 3,
            "summary": "<p>Tensions rise between the merged Starfleet and Maquis crews when the ship becomes trapped inside a star that's collapsed upon itself.</p>"
        },
        {
            "name": "Time and Again",
            "season": 1,
            "number": 4,
            "summary": "<p>The Voyager crew discovers a world that has been destroyed by a type of energy that has been banned on all Federation worlds as being too dangerous to use.</p>"
        },
        {
            "name": "Phage",
            "season": 1,
            "number": 5,
            "summary": "<p>While seeking a source of new dylithium for the ships power source, the crew encounters a planet of people who are stealing body organs. Nelix finds another use for Captain Janeway's private dining room.</p>"
        },
        {
            "name": "The Cloud",
            "season": 1,
            "number": 6,
            "summary": "<p>Voyager enters a nebula only to discover it is not what they think it is. They then have to repair the damage they made upon entering.</p>"
        },
        {
            "name": "Eye of the Needle",
            "season": 1,
            "number": 7,
            "summary": "<p>Harry Kim discovers a small wormhole which raises the crew of Voyager's hopes of getting back home to the Alpha Quadrant.</p>"
        },
        {
            "name": "Ex Post Facto",
            "season": 1,
            "number": 8,
            "summary": "<p>Lt. Paris is found guilty of a brutal murder by a society that uses brain engrams as evidence and Tuvoc sets out to prove him innocent.</p>"
        },
        {
            "name": "Emanations",
            "season": 1,
            "number": 9,
            "summary": "<p>While searching for usable elements, Voyager discovers a vast cavern that has dead cocooned bodies in it. Ensign Kim is then accidentally transported to the home planet of the Uhnori who have been using the cavern as a burial ground.</p>"
        },
        {
            "name": "Prime Factors",
            "season": 1,
            "number": 10,
            "summary": "<p>Voyager encounters a planet of very friendly aliens who have the technology that could possibly get them home.</p>"
        },
        {
            "name": "State of Flux",
            "season": 1,
            "number": 11,
            "summary": "<p>The crew fears there may be a traitor on board the ship when they answer a Kazon ships emergency signal and discover Federation technology on board the ship.</p>"
        },
        {
            "name": "Heroes and Demons",
            "season": 1,
            "number": 12,
            "summary": "<p>Crew members start disappearing in the Holodeck and it is discovered that all control of the holodeck has been lost. The Doctor is then sent in to fight the mythical Grendal and discovers alien lifeforms.</p>"
        },
        {
            "name": "Cathexis",
            "season": 1,
            "number": 13,
            "summary": "<p>Gravely injured Chakotay tries to help the crew when aliens attempt to take over Voyager near a nebula.</p>"
        },
        {
            "name": "Faces",
            "season": 1,
            "number": 14,
            "summary": "<p>Lt. Torres is divided into two beings after being kidnapped by a Vidiian scientist who believes that her Klingon genetic inheritance may be able to cure the phage that affects the Vidiian race.</p>"
        },
        {
            "name": "Jetrel",
            "season": 1,
            "number": 15,
            "summary": "<p>The Haakonian scientist responsible for the device that destroyed a large number of Nelix's people, boards Voyager with claims that he is trying to help instead of cause harm.</p>"
        },
        {
            "name": "Learning Curve",
            "season": 1,
            "number": 16,
            "summary": "<p>One trainer, four trainees, and a confined training area to cook up some esprit de corps. Recipe for a good melting pot? Torres and the Doctor try to discover the source of Voyager's increasing power drains.</p>"
        },
        {
            "name": "The 37's",
            "season": 2,
            "number": 1,
            "summary": "<p>The crew of Voyager discovers a unusual object floating in space while following a particle trail. They then land on a planet and discover an old earth aircraft and then are led to a cave that contains cryogenic units with Earth people in it.</p>"
        },
        {
            "name": "Initiations",
            "season": 2,
            "number": 2,
            "summary": "<p>When Chakotay's shuttlecraft unknowingly runs through Kazon territory, Chakotay becomes the target of a young Kazon boy trying to earn his warrior name.</p>"
        },
        {
            "name": "Projections",
            "season": 2,
            "number": 3,
            "summary": "<p>The ships holographic doctor has a strange encounter with Lt. Barclay that leads him into having a problem telling reality from fiction. He is lead to believe that Voyager is nothing but a holographic simulation that he must fix.</p>"
        },
        {
            "name": "Elogium",
            "season": 2,
            "number": 4,
            "summary": "<p>When Voyager's crew encounters swarm of strange alien life forms in space, the aliens start forming what seems to be a attachment to Voyager. Meanwhile the encounter seems to accelerate Kes's reproductive cycle that comes only once in her species lifetime.</p>"
        },
        {
            "name": "Non Sequitur",
            "season": 2,
            "number": 5,
            "summary": "<p>Ensign Kim awakens on Earth in 24th century San Francisco, Star Fleet has no record of him ever having been a crew member on Voyager.</p>"
        },
        {
            "name": "Twisted",
            "season": 2,
            "number": 6,
            "summary": "<p>While giving a party for Kes the crew starts encountering a spatial distortion phenomenon. It gradually starts occurring inside the ship, changing Voyagers structural layout.</p>"
        },
        {
            "name": "Parturition",
            "season": 2,
            "number": 7,
            "summary": "<p>During a shuttle mission to replenish Voyager's food supplies, Neelix and Lt. Paris discover an embryonic pod and become caretakers of the hatchling infant.</p>"
        },
        {
            "name": "Persistence of Vision",
            "season": 2,
            "number": 8,
            "summary": "<p>A strange force causes the crew to enter a delusional state in which their most buried thoughts come to the surface.</p>"
        },
        {
            "name": "Tattoo",
            "season": 2,
            "number": 9,
            "summary": "<p>The away team Chakotay is on reminds him of when he was a youth and he disappointed his father by not embracing his tribes cultural heritage.</p>"
        },
        {
            "name": "Cold Fire",
            "season": 2,
            "number": 10,
            "summary": "<p>After Voyager encounters people of Kes's race, the Ocompa living on a space station, they lead the crew to the female mate of the caretaker who believes they caused the Caretakers death.</p>"
        },
        {
            "name": "Maneuvers",
            "season": 2,
            "number": 11,
            "summary": "<p>Chakotay feels responsible after Seska masterminds a successful raid on the Voyager that gives the Kazons vital Federation technology.</p>"
        },
        {
            "name": "Resistance",
            "season": 2,
            "number": 12,
            "summary": "<p>Janeway is forced to rely on her own devices when Torres and Tuvok are captured by the Mokra during a away mission that is searching for Tellerium. She is then assisted by a man who thinks she is his daughter.</p>"
        },
        {
            "name": "Prototype",
            "season": 2,
            "number": 13,
            "summary": "<p>Lt. Torres and Ensign Kim help a humanoid robot that is discovered by Voyager. Torres is then kidnapped by the robot who's fellow robots threaten to destroy Voyager unless Torres helps the robots by building a prototype robot.</p>"
        },
        {
            "name": "Alliances",
            "season": 2,
            "number": 14,
            "summary": "<p>Captain Janeway reluctantly tries to form an alliance with the Kazons and their longtime enemys in order to strengthen Voyager's position in the quadrant.</p>"
        },
        {
            "name": "Threshold",
            "season": 2,
            "number": 15,
            "summary": "<p>Paris experiments with breaking the warp 10 barrier, once transwarp is achieved Lt. Paris starts to undergo a strange transformation which places his life in danger.</p>"
        },
        {
            "name": "Meld",
            "season": 2,
            "number": 16,
            "summary": "<p>After a crewman is murdered, Tuvok decides to try and understand what drives a person to commit the violent impulses that causes a person to commit crimes. He uses a mind meld on the killer and starts to have violent tendencies.</p>"
        },
        {
            "name": "Dreadnought",
            "season": 2,
            "number": 17,
            "summary": "<p>Voyager has a encounter with a advanced self aware Cardassian missile that was also drawn into the Delta quadrant. The missile, believing it is still in the Alpha quadrant is on course to destroy a inhabited world. Torres must stop the missile before it reaches it's objective.</p>"
        },
        {
            "name": "Death Wish",
            "season": 2,
            "number": 18,
            "summary": "<p>While taking a sample of a strange space phenomenon Voyager brings a Q aboard. This in turn causes the Q who Riker and Picard are familiar with to come on board demanding that the Q Voyager discovered come back to the Q Continuum with him.</p>"
        },
        {
            "name": "Lifesigns",
            "season": 2,
            "number": 19,
            "summary": "<p>Voyager rescues a dying Viidian and during the process of trying to save her life, the Doctor's adaptive program allows him to experience romantic feelings for the first time. Lt. Paris starts objecting to his treatment on Voyager and ends up assaulting Chakotay.</p>"
        },
        {
            "name": "Investigations",
            "season": 2,
            "number": 20,
            "summary": "<p>Lt. Paris leaves Voyager to travel with a Talaxian convoy claiming to not fit in with Voyagers crew. Neelix later suspects Lt. Paris of being a traitor to Voyager when he decides to become a investigative video journalist.</p>"
        },
        {
            "name": "Deadlock",
            "season": 2,
            "number": 21,
            "summary": "<p>After discovering Viidian ships, Voyager travels to a region of space that will disguise them from the ships sensors. A on-board disaster then occurs while Ensign Wildman is having her baby which causes problems for the Doctor.</p>"
        },
        {
            "name": "Innocence",
            "season": 2,
            "number": 22,
            "summary": "<p>After Tuvok crash lands on a moon that is considered sacred, he attempts to save three abandoned children from the messenger of death while repairing his shuttle.</p>"
        },
        {
            "name": "The Thaw",
            "season": 2,
            "number": 23,
            "summary": "<p>The crew of Voyager discovers a world with technology and no people. They then determine that the planets inhabitants are in hibernation in order to protect themselves from a natural disaster.</p>"
        },
        {
            "name": "Tuvix",
            "season": 2,
            "number": 24,
            "summary": "<p>Tuvok and Neelix are on a away mission and a transporter accident causes them to be combined into one person called Tuvix with the personality of both of them combined.</p>"
        },
        {
            "name": "Resolutions",
            "season": 2,
            "number": 25,
            "summary": "<p>After Captain Janeway and Chakotay contract a deadly virus, they are set down on a small planet so the rest of the crew will not become infected.</p>"
        },
        {
            "name": "Basics, Part I",
            "season": 2,
            "number": 26,
            "summary": "<p>Chakotay is told his son has been taken by the Kazons, during the process of trying to rescue him Voyager is taken by the Kazons after the crew looses the ship in a running battle with the Kazons.</p>"
        },
        {
            "name": "Basics, Part II",
            "season": 3,
            "number": 1,
            "summary": "<p>Captain Janeway and her crew battle the primitive planet they were dropped on while a rescue attempt originates from Voyager itself.</p>"
        },
        {
            "name": "Flashback",
            "season": 3,
            "number": 2,
            "summary": "<p>Mind melding with Tuvok causes Captain Janeway to relive her tour of duty with Capt. Sulu and Cmdr. Rand.</p>"
        },
        {
            "name": "The Chute",
            "season": 3,
            "number": 3,
            "summary": "<p>Lt. Paris and Ensign Kim are accused of being members of a terrorist group called 'Open Sky' and imprisoned; Nexis is asked to use his ship on a special mission to help them.</p>"
        },
        {
            "name": "The Swarm",
            "season": 3,
            "number": 4,
            "summary": "<p>Voyager's crew fights off alien vessels; a holodeck accident cause the Doctor's memory circuits to fail; Lt. Paris and Belana are injured.</p>"
        },
        {
            "name": "False Profits",
            "season": 3,
            "number": 5,
            "summary": "<p>Chakotay and Paris beam down to a planet and discover two Ferengi that are passing themselves off as demigods to the inhabitants of the planet in order to make a profit.</p>"
        },
        {
            "name": "Remember",
            "season": 3,
            "number": 6,
            "summary": "<p>Lt. Torres is haunted by dreams of a forbidden love affair when the crew of Voyager picks up several Enaran passengers.</p>"
        },
        {
            "name": "Sacred Ground",
            "season": 3,
            "number": 7,
            "summary": "<p>Kes is accidentally injured at a sacred shrine and Captain Janeway undergoes a arduous spiritual test in order to try and save her on the Nechani world.</p>"
        },
        {
            "name": "Future's End, Part I",
            "season": 3,
            "number": 8,
            "summary": "<p>Voyager accidentally travels back in time when they have a encounter with a ship from the future that wants to destroy them. They arrive in 1996 Los Angeles and attempt to help prevent a event that could drastically alter Earth's future in the 29th century.</p>"
        },
        {
            "name": "Future's End, Part II",
            "season": 3,
            "number": 9,
            "summary": "<p>Lt. Paris and Tuvok seek help in Los Angeles as Henry Starling takes Voyagers Doctor hostage and prepares to launch his stolen time ship.</p>"
        },
        {
            "name": "Warlord",
            "season": 3,
            "number": 10,
            "summary": "<p>A dying alien that the crew of Voyager has brought on board, transfers his mind into Kes and uses her body to execute a political coup on his own planet.</p>"
        },
        {
            "name": "The Q and the Grey",
            "season": 3,
            "number": 11,
            "summary": "<p>Q surprises Captain Janeway in her quarters with the announcement that he has chosen her to be the mother of his child to be. Janeway discovers that there is a civil war going on in the Q Continuum.</p>"
        },
        {
            "name": "Macrocosm",
            "season": 3,
            "number": 12,
            "summary": "<p>An alien macroviral lifeform seizes Voyager and the ship is disabled; The holographic doctor goes on his first mission.</p>"
        },
        {
            "name": "Fair Trade",
            "season": 3,
            "number": 13,
            "summary": "<p>Neelix meet's up with Wiiban, a fellow Telaxian who he used to work with in the past and is conned into using a Federation shuttlecraft to traffic in narcotics.</p>"
        },
        {
            "name": "Alter Ego",
            "season": 3,
            "number": 14,
            "summary": "<p>When Ensign Kim falls for a attractive Holodeck character, he seeks help from Tuvok in learning how to suppress his emotions.</p>"
        },
        {
            "name": "Coda",
            "season": 3,
            "number": 15,
            "summary": "<p>Captain Janeway is critically injured in a shuttle crash all the crew except for Kes thinks she is dead. Janeway has visions of her deceased father Admiral Janeway.</p>"
        },
        {
            "name": "Blood Fever",
            "season": 3,
            "number": 16,
            "summary": "<p>Torres has a unpleasant encounter with Vorick, a Vulcan crew member who is starting to go through Pon-Far. Torres then finds herself getting more and more out of control putting crew members in jeopardy.</p>"
        },
        {
            "name": "Unity",
            "season": 3,
            "number": 17,
            "summary": "<p>Commander Chakotay is attacked after answering a distress signal then is surprised by the people who sent the signal. Captain Janeway makes a scary discovery in nearby space.</p>"
        },
        {
            "name": "The Darkling",
            "season": 3,
            "number": 18,
            "summary": "<p>The Doctors attempt to enhance his personality backfires; Kes's encounter with alien visitors causes her to consider leaving Voyager.</p>"
        },
        {
            "name": "Rise",
            "season": 3,
            "number": 19,
            "summary": "<p>Voyager's crew is giving help to the Nezu's planet when they are being hit by asteroids. Tuvok and Neelix are trapped on the ground when they attempt to rescue a Nezu doctor who says he has information about the asteroids that are hitting the planet.</p>"
        },
        {
            "name": "Favorite Son",
            "season": 3,
            "number": 20,
            "summary": "<p>Ensign Kim leads Voyager to a strange planet where the almost all female population claims to recall his birth there on that planet.</p>"
        },
        {
            "name": "Before and After",
            "season": 3,
            "number": 21,
            "summary": "<p>A life-extension experimental treatment sends Kes out of temporal sync and she starts moving though the past and future.</p>"
        },
        {
            "name": "Real Life",
            "season": 3,
            "number": 22,
            "summary": "<p>Torres tries to make the Doctor's holographic son more realistic by making him listen to Klingon music.</p>"
        },
        {
            "name": "Distant Origin",
            "season": 3,
            "number": 23,
            "summary": "<p>Scientists of the Voth race discover the human remains of a Voyager crewman and locate a genetic pattern similar to their own.</p>"
        },
        {
            "name": "Displaced",
            "season": 3,
            "number": 24,
            "summary": "<p>One by one, Voyager's crew members are being replaced by strangers, and the replacements don't know why they are there.</p>"
        },
        {
            "name": "Worst Case Scenario",
            "season": 3,
            "number": 25,
            "summary": "<p>Members of the Voyager crew clandestinely participate in a hidden holodeck program where the ship's Maquis members stage an insurrection.</p>"
        },
        {
            "name": "Scorpion, Part I",
            "season": 3,
            "number": 26,
            "summary": "<p>About to enter Borg space, the Voyager crew discovers a threat so devastating that even the Borg cannot deal with it.</p>"
        },
        {
            "name": "Scorpion, Part II",
            "season": 4,
            "number": 1,
            "summary": "<p>Voyager finds a solution to combat the invader of Borg space. All Janeway asks is free passage through their territory and she'll share knowledge. Seven of Nine is assigned to work with Janeway and the Voyager crew.</p>"
        },
        {
            "name": "The Gift",
            "season": 4,
            "number": 2,
            "summary": "<p>Kes's telepathic powers increase and she has to make a life changing decision. The Doctor starts to remove Seven of Nines Borg implants, even though she does not want him to, because of her body is starting to reject them.</p>"
        },
        {
            "name": "Day of Honor",
            "season": 4,
            "number": 3,
            "summary": "<p>Torres confesses her love to Paris when they are left for dead after Caatati attack their shuttlecraft.</p>"
        },
        {
            "name": "Nemesis",
            "season": 4,
            "number": 4,
            "summary": "<p>After Chakotay is marooned on a planet where two alien life forms are attempting genocide against each other, he starts to feel sympathy for the aliens who are helping him since he is not of their enemy race. Janeway and the command crew attempt to discover where Chakotay's shuttle crashed.</p>"
        },
        {
            "name": "Revulsion",
            "season": 4,
            "number": 5,
            "summary": "<p>The Doctor and Torres go on a away mission to a space station after receiving a distress call from a holographic crewman. Ensign Kim and Seven of Nine work with each other again and start to get to know each other.</p>"
        },
        {
            "name": "The Raven",
            "season": 4,
            "number": 6,
            "summary": "<p>Seven of Nine's Borg implants start regenerating after she starts having a series of hallucinations. She then escapes from Voyager into alien space and discovers a wrecked spaceship on one of the alien races worlds.</p>"
        },
        {
            "name": "Scientific Method",
            "season": 4,
            "number": 7,
            "summary": "<p>The Doctor and Seven of Nine discover that a mysterious illness striking down the crew is the work of aliens conducting genetic experiments on crew members.</p>"
        },
        {
            "name": "Year of Hell, Part I",
            "season": 4,
            "number": 8,
            "summary": "<p>A renegade Krenim warship with the ability to alter the time stream threatens the crew of Voyager as they pass through what has now become the Krenim empire.</p>"
        },
        {
            "name": "Year of Hell, Part II",
            "season": 4,
            "number": 9,
            "summary": "<p>Captain Janeway desperately tries to keep Voyager from being completely destroyed, Paris and Chakotay try to plot how to save Voyager while on the Krenim time ship.</p>"
        },
        {
            "name": "Random Thoughts",
            "season": 4,
            "number": 10,
            "summary": "<p>While Voyagers crew is on shore leave on a planet of telepaths and no crime, a savage beating preformed by one of the worlds citizens sparks an investigation of Lt. Torres. Tuvok makes friends with the worlds police officer and Neelix becomes interested in a female shop keeper.</p>"
        },
        {
            "name": "Concerning Flight",
            "season": 4,
            "number": 11,
            "summary": "<p>While on their journey home, Voyager is plundered by space pirates, Captain Janeway and Tuvok persue them to their homeworld, where the holodeck program of Leonardo Da Vinci helps Captain Janeway.</p>"
        },
        {
            "name": "Mortal Coil",
            "season": 4,
            "number": 12,
            "summary": "<p>After being killed on an away mission and then revived by Seven's Borg nanoprobes, Neelix finds himself in a deep existential and spiritual crisis, questioning his faith and the meaning of his existence,</p>"
        },
        {
            "name": "Waking Moments",
            "season": 4,
            "number": 13,
            "summary": "<p>The crew begins to experience vivid nightmares, all containing the same mysterious alien.</p>"
        },
        {
            "name": "Message in a Bottle",
            "season": 4,
            "number": 14,
            "summary": "<p>Seven of Nine finds an abandoned subspace relay network that has the ability to send a message, or in this case The Doctor, to a Starfleet ship detected in the Alpha Quadrant.</p>"
        },
        {
            "name": "Hunters",
            "season": 4,
            "number": 15,
            "summary": "<p><i>Voyager</i> receives a message from Starfleet containing letters from the crew's friends and family.</p>"
        },
        {
            "name": "Prey",
            "season": 4,
            "number": 16,
            "summary": "<p>A member of species 8472 who is being pursued by a race of hunters, escapes to Voyager. Captain Janeway then puts the creature under her protection much to the chagrin of those who are hunting it.</p>"
        },
        {
            "name": "Retrospect",
            "season": 4,
            "number": 17,
            "summary": "<p>After working with a arms dealer, Seven of Nine starts having mental images of the arms dealer holding her captive and stealing Borg Nanobots from her. Captain Janeway starts a investigation into the matter with the help of the Doctor.</p>"
        },
        {
            "name": "The Killing Game, Part I",
            "season": 4,
            "number": 18,
            "summary": "<p>After taking over Voyager, the Hirogens us the holodeck to run a World War 2 simulation with the safety's removed and crew members as combatants.</p>"
        },
        {
            "name": "The Killing Game, Part II",
            "season": 4,
            "number": 19,
            "summary": "<p>Captain Janeway works with Seven of Nine and Harry Kim to shut down the Holodeck simulation that the Hirogen's have started and expanded while also trying to restore the rest of the crews identities.</p>"
        },
        {
            "name": "Vis à Vis",
            "season": 4,
            "number": 20,
            "summary": "<p>A genome thief switches physical forms with Tom Paris.</p>"
        },
        {
            "name": "The Omega Directive",
            "season": 4,
            "number": 21,
            "summary": "<p>Captain Janeway must carry out a top secret Starfleet directive regarding the most powerful substance known to exist.</p>"
        },
        {
            "name": "Unforgettable",
            "season": 4,
            "number": 22,
            "summary": "<p>Chakotay meets a woman who claims that they fell in love a few weeks before, although he doesn't remember her anymore.</p>"
        },
        {
            "name": "Living Witness",
            "season": 4,
            "number": 23,
            "summary": "<p>Reactivated after lying inactive for seven hundred years, a backup version of The Doctor tries to uncover the truth about war crimes supposedly committed by <i>Voyager</i> when they passed a planet centuries ago.</p>"
        },
        {
            "name": "Demon",
            "season": 4,
            "number": 24,
            "summary": "<p><i>Voyager</i>, desperately low on fuel, finds deuterium on a highly hostile \"Demon class\" planet.</p>"
        },
        {
            "name": "One",
            "season": 4,
            "number": 25,
            "summary": "<p>After the rest of the crew is placed in suspended animation to protect them from dangerous radiation, Seven, with only the Doctor for company, is placed in control of the ship.</p>"
        },
        {
            "name": "Hope and Fear",
            "season": 4,
            "number": 26,
            "summary": "<p>Finally decoding the message from Starfleet they received months earlier,<i>Voyager </i>is directed to a nearby sector where an unmanned Federation starship waits for them. However, everything is not what it seems when alien technology is found aboard the new ship.</p>"
        },
        {
            "name": "Night",
            "season": 5,
            "number": 1,
            "summary": "<p>The crew deals with extended travel through a desolate section of space. There they encounter two mysterious alien races who may be at war with each other.</p>"
        },
        {
            "name": "Drone",
            "season": 5,
            "number": 2,
            "summary": "<p>During a away mission, a transporter accident causes the Doctor's mobile emitter to become infused with some of Seven Of Nines nanoprobes. This causes a drone hybrid with 25th century technology to be created. Captain Janeway has to decide how to deal with a potential danger to all non-borg life.</p>"
        },
        {
            "name": "Extreme Risk",
            "season": 5,
            "number": 3,
            "summary": "<p>Torres erratic behavior over several months comes to a peak and begins to alarm her crew mates; Paris puts the finishing touches on the Delta Flyer, a vessel with both Borg and Starfleet technologies in order to retrieve a Starfleet drone from the gravity well of a large planet before aliens do.</p>"
        },
        {
            "name": "In the Flesh",
            "season": 5,
            "number": 4,
            "summary": "<p>Voyager's crew discovers that species 8472 has created a exact replica of Starfleet headquarters as part of their plan to invade the Earth.</p>"
        },
        {
            "name": "Once Upon a Time",
            "season": 5,
            "number": 5,
            "summary": "<p>Neelix tries to amuse a little girl with a holonovel about a forest creature called Flotter. Meanwhile, Naomi's mother is in trouble with the rest of the shuttle crew and Neelix is afraid to tell her about it in an attempt to protect her feelings.</p>"
        },
        {
            "name": "Timeless",
            "season": 5,
            "number": 6,
            "summary": "<p>A failed attempt to return home results in <i>Voyager </i>crash-landing on an ice world and also in the deaths of the crew, except Chakotay and Harry Kim. Now, fifteen years later, the two men, having resigned from Starfleet, attempt to alter history to save the ship from disaster before Starfleet can stop them.</p>"
        },
        {
            "name": "Infinite Regress",
            "season": 5,
            "number": 7,
            "summary": "<p>A piece of Borg technology that is discovered in a wrecked Borg cube causes Seven of Nine to display several assimilated personalities.</p>"
        },
        {
            "name": "Nothing Human",
            "season": 5,
            "number": 8,
            "summary": "<p>A dying alien organism latches on to Torres and the ships holographic Doctor uses a Cardassian Holographic doctor, who has had experience with alien physiology's, to save her life.</p>"
        },
        {
            "name": "Thirty Days",
            "season": 5,
            "number": 9,
            "summary": "<p>The crew of Voyager discover a strange ocean world in space and offer to help the inhabitants discover why the ocean is loosing water. Paris tells the story of the episode from the ships brig to his father as a effort to pass the time. When the world is discovered, Paris interrupts Kim in the middle of his Chaotica holodeck adventure.</p>"
        },
        {
            "name": "Counterpoint",
            "season": 5,
            "number": 10,
            "summary": "<p>Alien refugees are picked up by Voyager and hidden from a squadon intent on finding and capturing the defectors. The alien commander boards and inspects the ship numerous times during their passage through that area of space.</p>"
        },
        {
            "name": "Latent Image",
            "season": 5,
            "number": 11,
            "summary": "<p>When The Doctor discovers evidence that his memory files may have been tampered with, it sets in motion a chain of events that lead to the recollection of the death of a crew member, one The Doctor believes he was responsible for.</p>"
        },
        {
            "name": "Bride of Chaotica!",
            "season": 5,
            "number": 12,
            "summary": "<p>A holographic novel of a old earth chapter play is mistaken by aliens from another dimension to be a threat to them. Voyagers controls are taken off-line and Captain Janeway has to go into the holodeck as one of the story's characters in order to help stop the aliens.</p>"
        },
        {
            "name": "Gravity",
            "season": 5,
            "number": 13,
            "summary": "<p>Tom Paris, Tuvok, and The Doctor's shuttle crashes on a deserted planet within a temporally-distorted area of space, stranding the two with an alien woman who falls in love with Tuvok.</p>"
        },
        {
            "name": "Bliss",
            "season": 5,
            "number": 14,
            "summary": "<p><i>Voyager </i>finds a wormhole that leads directly back to Earth, but Seven of Nine suspects that it may not be what it appears.</p>"
        },
        {
            "name": "Dark Frontier, Part I",
            "season": 5,
            "number": 15,
            "summary": "<p>Janeway decides to try and take Borg propulsion technology after encountering a borg scout vessel. Once they encounter their target, Seven of Nine's loyalty becomes divided between the Borg and Voyager.</p>"
        },
        {
            "name": "Dark Frontier, Part II",
            "season": 5,
            "number": 16,
            "summary": "<p>After Seven of Nine is lost to the Borg Collective, the Borg Queen attempts to put her to work helping the Borg. Janeway has to come up with a rescue plan to save her.</p>"
        },
        {
            "name": "The Disease",
            "season": 5,
            "number": 17,
            "summary": "<p>Ensign Kim breaks Starfleet medical rules involving contact with unknown alien races by having a interspecies relationship. Putting Voyager in possible medical jeopardy.</p>"
        },
        {
            "name": "Course: Oblivion",
            "season": 5,
            "number": 18,
            "summary": "<p>As <i>Voyager </i>crew members begin dying, they make a startling discovery about their true identities.</p>"
        },
        {
            "name": "The Fight",
            "season": 5,
            "number": 19,
            "summary": "<p>When <i>Voyager </i>is caught in \"chaotic space,\" an area where the laws of physics are in a state of flux, Chakotay begins hearing and seeing things, apparently caused by the aliens living inside it who are trying to contact the ship.</p>"
        },
        {
            "name": "Think Tank",
            "season": 5,
            "number": 20,
            "summary": "<p>A group of extremely intelligent aliens offers to help <i>Voyager </i>escape from a race of bounty hunters known as the Hazari, in exchange for Seven of Nine.</p>"
        },
        {
            "name": "Juggernaut",
            "season": 5,
            "number": 21,
            "summary": "<p>Voyager encounters a Malon cargo ship that is adrift and in danger of releasing deadly theta radiation into that sector of space. Captain Janeway sends an away team to help stop the radiation spread.</p>"
        },
        {
            "name": "Someone to Watch Over Me",
            "season": 5,
            "number": 22,
            "summary": "<p>The Doctor starts teaching Seven Of Nine about human behavior and how humans interact with each other while on a date. During the lessons, the Doctor learns a little bit about his own possible humanity. Meanwhile, Neelix guides an ambassador through the ship and unwittingly creates a potential embarrassing situation for him.</p>"
        },
        {
            "name": "11:59",
            "season": 5,
            "number": 23,
            "summary": "<p>Captain Janeway recalls a 21st century ancestor who was involved with the creation of a seminal self-contained biosphere called the Millennium Gate.</p>"
        },
        {
            "name": "Relativity",
            "season": 5,
            "number": 24,
            "summary": "<p>Seven of Nine is recruited by a star ship from the 29th century to save <i>Voyager </i>from being destroyed in the past.</p>"
        },
        {
            "name": "Warhead",
            "season": 5,
            "number": 25,
            "summary": "<p>While Kim is serving as commander of Voyager, a distress signal is discovered. When the away team goes to the planet in search of someone needing assistance a mysterious object with artificial intelligence is discovered.</p>"
        },
        {
            "name": "Equinox, Part I",
            "season": 5,
            "number": 26,
            "summary": "<p><i>Voyager </i>finds another Federation star ship, the USS <i>Equinox</i>, stranded in the Delta Quadrant. But they also find that the <i>Equinox </i>crew is harboring a dark secret.</p>"
        },
        {
            "name": "Equinox, Part II",
            "season": 6,
            "number": 1,
            "summary": "<p>Captain Janeway takes her quest for revenge against Captain Ransom to extremes when she orders the use of photon torpedoes against the <i>Equinox</i>, tractors a neutral ship, nearly kills an <i>Equinox </i>crewman during an interrogation, and relieves Chakotay of duty when he questions her actions.</p>"
        },
        {
            "name": "Survival Instinct",
            "season": 6,
            "number": 2,
            "summary": "<p>Seven of Nine is stalked by three renegade Borg drones who want to learn from her how to terminate their neural links and become individuals again.</p>"
        },
        {
            "name": "Barge of the Dead",
            "season": 6,
            "number": 3,
            "summary": "<p>A near death experience while on board a shuttlecraft causes B'Elanna's consciousness to enter a Klingon netherworld where she encounters her mother.</p>"
        },
        {
            "name": "Tinker, Tenor, Doctor, Spy",
            "season": 6,
            "number": 4,
            "summary": "<p>The Doctor's experiments with a subroutine that allows him to experience daydreams puts him directly into the center of a crisis when he is monitored by scavenger aliens.</p>"
        },
        {
            "name": "Alice",
            "season": 6,
            "number": 5,
            "summary": "<p>A space shuttle with a female persona becomes an obsession for Tom Paris, and it convinces him to cannibalize Voyager's parts.</p>"
        },
        {
            "name": "Riddles",
            "season": 6,
            "number": 6,
            "summary": "<p>Tuvok is robbed of his mental prowess after being zapped by an energy force, and Janeway searches for the \"shadow people\" responsible for the attack.</p>"
        },
        {
            "name": "Dragon's Teeth",
            "season": 6,
            "number": 7,
            "summary": "<p>After escaping an armada attack, the Voyager crew finds a sleeping warrior race on a decimated planet.</p>"
        },
        {
            "name": "One Small Step",
            "season": 6,
            "number": 8,
            "summary": "<p>The crew searches for a 300-year-old U.S. spacecraft from the first manned mission to Mars that is trapped inside a massive ball of energy.</p>"
        },
        {
            "name": "The Voyager Conspiracy",
            "season": 6,
            "number": 9,
            "summary": "<p>Seven of Nine begins a new method of data analysis that makes her craft a conspiracy theory that Janeway and Tuvok intentionally stranded Voyager in the Delta Quadrant.</p>"
        },
        {
            "name": "Pathfinder",
            "season": 6,
            "number": 10,
            "summary": "<p>On Earth, the Starship Enterprise's Lt. Barclay becomes obsessed with contacting Voyager and turns to his old friend Counselor Troi for help.</p>"
        },
        {
            "name": "Fair Haven",
            "season": 6,
            "number": 11,
            "summary": "<p>A radioactive storm threatens the Voyager while the crew enjoys leisure time in the setting of Fair Haven, an Irish coastal village of the early 20th century.</p>"
        },
        {
            "name": "Blink of an Eye",
            "season": 6,
            "number": 12,
            "summary": "<p>Janeway and the crew orbit a primitive planet which begins to evolve at an astonishing rate, leveling its new-found weaponry at Voyager.</p>"
        },
        {
            "name": "Virtuoso",
            "season": 6,
            "number": 13,
            "summary": "<p>The Doctor becomes a celebrity among a race that has not developed music. </p>"
        },
        {
            "name": "Memorial",
            "season": 6,
            "number": 14,
            "summary": "<p>Janeway worries about crew members who are suffering from post-traumatic stress disorders after they return from an exploration.</p>"
        },
        {
            "name": "Tsunkatse",
            "season": 6,
            "number": 15,
            "summary": "<p>When Seven of Nine is captured by alien warriors, she is forced to fight a Pendari gladiator as a contestant in a deadly game.</p>"
        },
        {
            "name": "Collective",
            "season": 6,
            "number": 16,
            "summary": "<p>When Chakotay's shuttle is captured by a Borg ship, Janeway enters into hostage negotiations with a gang of dangerously erratic Borg children.</p>"
        },
        {
            "name": "Spirit Folk",
            "season": 6,
            "number": 17,
            "summary": "<p>Janeway visits Fair Haven, a holographic town, where residents suspect visitors of using black magic.</p>"
        },
        {
            "name": "Ashes to Ashes",
            "season": 6,
            "number": 18,
            "summary": "<p>The long-dead Ensign Ballard seeks sanctuary aboard Voyager, pursued by alien abductors who reproduce by reanimating cadavers.</p>"
        },
        {
            "name": "Child's Play",
            "season": 6,
            "number": 19,
            "summary": "<p>Seven suspects that Icheb's parents are not telling the truth about their son's assimilation; one of the Borg children still on board Voyager may hold the key to the mystery.</p>"
        },
        {
            "name": "Good Shepherd",
            "season": 6,
            "number": 20,
            "summary": "<p>An unexpected attack forces Janeway and three troubled crew members to work together in order to survive.</p>"
        },
        {
            "name": "Live Fast and Prosper",
            "season": 6,
            "number": 21,
            "summary": "<p>Con artists impersonate Janeway and her officers while pulling scams and marring Starfleet's reputation.</p>"
        },
        {
            "name": "Muse",
            "season": 6,
            "number": 22,
            "summary": "<p>A well-meaning alien poet uses B'Elanna Torres' Voyager stories as inspiration for his theatrical work.</p>"
        },
        {
            "name": "Fury",
            "season": 6,
            "number": 23,
            "summary": "<p>Kes returns to exact revenge on Capt. Janeway, betraying the ship to an alien life form that will absorb the crew's internal organs.</p>"
        },
        {
            "name": "Life Line",
            "season": 6,
            "number": 24,
            "summary": "<p>The Pathfinder Project makes use of a pulsar and the MIDAS Array allowing a data stream to reach Voyager, and Voyager to reply, every 32 days.</p>"
        },
        {
            "name": "The Haunting of Deck Twelve",
            "season": 6,
            "number": 25,
            "summary": "<p>Neelix tells the ship's children a ghost story about an electromagnetic life force that holds Voyager hostage while trying to make contact with Janeway.</p>"
        },
        {
            "name": "Unimatrix Zero, Part I",
            "season": 6,
            "number": 26,
            "summary": "<p>Janeway and Seven of Nine act to instill independent thought in the Borg Collective when an enclave of drones reaches a dream-fantasy state that weakens it.</p>"
        },
        {
            "name": "Unimatrix Zero, Part II",
            "season": 7,
            "number": 1,
            "summary": "<p>The Borg queen launches a full-scale attack against Voyager; Seven of Nine reunites with a former lover.</p>"
        },
        {
            "name": "Imperfection",
            "season": 7,
            "number": 2,
            "summary": "<p>To save an ailing Seven of Nine, Icheb secretly performs a dangerous procedure on himself and places his own life in jeopardy.</p>"
        },
        {
            "name": "Drive",
            "season": 7,
            "number": 3,
            "summary": "<p>When Paris enters the Delta Flyer in a race with Torres as his co-pilot, he learns that the Flyer is targeted for foul play.</p>"
        },
        {
            "name": "Repression",
            "season": 7,
            "number": 4,
            "summary": "<p>After members of the crew are discovered unconscious, Tuvok leads the search for the mysterious attacker who preys on those involved in the Maquis resistance movement.</p>"
        },
        {
            "name": "Critical Care",
            "season": 7,
            "number": 5,
            "summary": "<p>The Doctor must sidestep a tyrannical hospital administrator who kidnaps him and forces him to treat only privileged patients.</p>"
        },
        {
            "name": "Inside Man",
            "season": 7,
            "number": 6,
            "summary": "<p>When the Ferengi hijack Lt. Barclay's hologram and reprogram it, the Starfleet officer enlists the help of Counselor Deanna Troi to warn the Voyager crew.</p>"
        },
        {
            "name": "Body and Soul",
            "season": 7,
            "number": 7,
            "summary": "<p>When Seven of Nine harbors the Doctor's hologram inside her body, he revels in his newfound human sensations, especially an attraction to a female alien.</p>"
        },
        {
            "name": "Nightingale",
            "season": 7,
            "number": 8,
            "summary": "<p>Power goes to Harry Kim's head when he takes command as captain of a crippled alien ship under attack.</p>"
        },
        {
            "name": "Flesh and Blood, Part I",
            "season": 7,
            "number": 9,
            "summary": "<p>The Doctor shocks Janeway and the crew when he commits treason to help a group of rebel holograms escape subjugation by the Hirogen.</p>"
        },
        {
            "name": "Flesh and Blood, Part II",
            "season": 7,
            "number": 10,
            "summary": "<p>The Doctor commits treason to help a rebel band of holograms but becomes disillusioned when the leader abducts a Voyager crew member.</p>"
        },
        {
            "name": "Shattered",
            "season": 7,
            "number": 11,
            "summary": "<p>The ship splinters into a myriad of time zones, and only Chakotay can travel among the fragments of time to save Janeway and the crew.</p>"
        },
        {
            "name": "Lineage",
            "season": 7,
            "number": 12,
            "summary": "<p>A pregnant B'Elanna Torres is tormented by memories of an unhappy childhood as a human-Klingon youngster and the toll it took on her family.</p>"
        },
        {
            "name": "Repentance",
            "season": 7,
            "number": 13,
            "summary": "<p>Seven of Nine cries a river of shame over her actions as a Borg after she witnesses a once-violent alien criminal's intense guilt.</p>"
        },
        {
            "name": "Prophecy",
            "season": 7,
            "number": 14,
            "summary": "<p>A band of nomadic Klingons mistake B'Elanna's unborn child for their long-awaited messiah, and they resolve to follow the baby.</p>"
        },
        {
            "name": "The Void",
            "season": 7,
            "number": 15,
            "summary": "<p>Janeway forges an alliance among several hostile ships that have been preying on each other while trapped in a void.</p>"
        },
        {
            "name": "Workforce, Part I",
            "season": 7,
            "number": 16,
            "summary": "<p>The Voyager crew labors in a work camp on a distant planet, while the Doctor helms the ship and Janeway falls for a mystery man.</p>"
        },
        {
            "name": "Workforce, Part II",
            "season": 7,
            "number": 17,
            "summary": "<p>While the Doctor and Kim defend the ship, Chakotay must infiltrate the alien power plant and convince his abducted colleagues to return to Voyager.</p>"
        },
        {
            "name": "Human Error",
            "season": 7,
            "number": 18,
            "summary": "<p>Seven of Nine experiences the breadth of human emotions while researching relationships in a holodeck fantasy.</p>"
        },
        {
            "name": "Q2",
            "season": 7,
            "number": 19,
            "summary": "<p>Q2, Q's adolescent son, must receive a weeklong rehabilitation period at the hands of his reluctant aunt.</p>"
        },
        {
            "name": "Author, Author",
            "season": 7,
            "number": 20,
            "summary": "<p>The Voyager crew is in for an unpleasant surprise when the Doctor publishes a novel filled with characters based on his colleagues.</p>"
        },
        {
            "name": "Friendship One",
            "season": 7,
            "number": 21,
            "summary": "<p>Janeway must gain the trust of an alien society crippled by a nuclear device launched from Earth in 2067.</p>"
        },
        {
            "name": "Natural Law",
            "season": 7,
            "number": 22,
            "summary": "<p>Seven of Nine and Chakotay crash land on an isolated planet where they are surrounded by a primitive tribe of hunter-gatherers.</p>"
        },
        {
            "name": "Homestead",
            "season": 7,
            "number": 23,
            "summary": "<p>Neelix is reunited with his own species when he finds a settlement of Talaxians being oppressed by mercenaries on a mineral-rich asteroid.</p>"
        },
        {
            "name": "Renaissance Man",
            "season": 7,
            "number": 24,
            "summary": "<p>The Doctor impersonates several crew members to retrieve the ship's warp core and save Janeway's life.</p>"
        },
        {
            "name": "Endgame, Part I",
            "season": 7,
            "number": 25,
            "summary": "<p>A time traveler forces Janeway into a deadly showdown with her nemesis, the Borg Queen; a romance ignites during Voyager's peril.</p>"
        },
        {
            "name": "Endgame, Part II",
            "season": 7,
            "number": 26,
            "summary": "<p>A time traveler forces Capt. Janeway into a deadly showdown with her nemesis, the Borg Queen; a romance ignites during Voyager's peril.</p>"
        }
    ],
    "DS9": [
        {
            "name": "Emissary, Part I",
            "season": 1,
            "number": 1,
            "summary": "<p>In 2369, Cardassian forces finally withdraw from 70 years of Bajoran occupation -- on the edge of explored space, a new crew takes command of a former Cardassian space station and makes an incredible discovery that will change the galaxy.</p>"
        },
        {
            "name": "Emissary, Part II",
            "season": 1,
            "number": 2,
            "summary": "<p>In 2369, Cardassian forces finally withdraw from 70 years of Bajoran occupation -- on the edge of explored space, a new crew takes command of a former Cardassian space station and makes an incredible discovery that will change the galaxy.</p>"
        },
        {
            "name": "Past Prologue",
            "season": 1,
            "number": 3,
            "summary": "<p>A Bajoran terrorist tests Major Kira's loyalties to the Federation when he attempts to rid Bajor of the Federation for good.</p>"
        },
        {
            "name": "A Man Alone",
            "season": 1,
            "number": 4,
            "summary": "<p>Odo, the station's mysterious, gruff and yet incredibly fair shape-shifter Constable, falls under suspicion for a Bajoran's baffling murder -- and xenophobic hatred rears its ugly head in the station's rush to judgment.</p>"
        },
        {
            "name": "Babel",
            "season": 1,
            "number": 5,
            "summary": "<p>During refurbishment, Miles O'Brien unknowingly triggers a formerly dormant Bajoran underground booby trap that releases a potentially fatal virus throughout the station.</p>"
        },
        {
            "name": "Captive Pursuit",
            "season": 1,
            "number": 6,
            "summary": "<p>As visitors from the Gamma Quadrant start to arrive through the wormhole, Chief O'Brien befriends an unusual alien, Tosk, as hunters descend on the station searching for their humanoid prey</p>"
        },
        {
            "name": "Q-Less",
            "season": 1,
            "number": 7,
            "summary": "<p>Q arrives on DS9 fresh from exploring the Gamma Quadrant with archaeologist Vash. Soon afterwards, unexplained power fluctuations begin to plague the station, threatening to destroy it.</p>"
        },
        {
            "name": "Dax",
            "season": 1,
            "number": 8,
            "summary": "<p>New evidence reopens a thirty-year-old murder case and Jadzia Dax's previous host, Curzon, is the prime suspect.</p>"
        },
        {
            "name": "The Passenger",
            "season": 1,
            "number": 9,
            "summary": "<p>An alien criminal, attempting to prolong his life, hides his consciousness inside the mind of a station crew member.</p>"
        },
        {
            "name": "Move Along Home",
            "season": 1,
            "number": 10,
            "summary": "<p>After being swindled by Quark, the Wadi, a visiting delegation from the Gamma Quadrant turns four crew members into 'pieces' for a bizarre game.</p>"
        },
        {
            "name": "The Nagus",
            "season": 1,
            "number": 11,
            "summary": "<p>Grand Nagus Zek, the leader of the Ferengi Alliance, pays a surprise visit to lowly Quark's Bar to host a conference on exploiting the Gamma Quadrant -- and names Quark, not his own son, as his successor.</p>"
        },
        {
            "name": "Vortex",
            "season": 1,
            "number": 12,
            "summary": "<p>A fugitive from the Gamma Quadrant attempts to trade evidence about Odo's people for freedom.</p>"
        },
        {
            "name": "Battle Lines",
            "season": 1,
            "number": 13,
            "summary": "<p>A glimpse of the wormhole and Gamma Quadrant turns tragic, when a runabout carrying Kai Opaka, Sisko, Bashir, and Kira crashes on a planet of eternal war, where it is impossible for the combatants to die.</p>"
        },
        {
            "name": "The Storyteller",
            "season": 1,
            "number": 14,
            "summary": "<p>Chief O'Brien is appointed spiritual leader of a Bajoran village. Meanwhile, Nog and Jake try to help their new friend settle a struggle between two Bajoran villages.</p>"
        },
        {
            "name": "Progress",
            "season": 1,
            "number": 15,
            "summary": "<p>While overseeing an evacuation mission, Kira must try to persuade a stubborn old farmer to leave his home. Back on the station, Jake and Nog set out to turn an inordinate amount of seemingly worthless condiments into profit.</p>"
        },
        {
            "name": "If Wishes Were Horses",
            "season": 1,
            "number": 16,
            "summary": "<p>DS9 residents suddenly find their imaginations are manifested in physical form, and a spatial rift threatens to destroy the Bajoran system.</p>"
        },
        {
            "name": "The Forsaken",
            "season": 1,
            "number": 17,
            "summary": "<p>A visiting Lwaxana Troi becomes enamoured with Odo after he retrieves a stolen item of hers from a thief. Meanwhile, an alien computer program wreaks havoc with the station's systems.</p>"
        },
        {
            "name": "Dramatis Personae",
            "season": 1,
            "number": 18,
            "summary": "<p>Acting out roles both melodramatic and deadly, the DS9 command staff are infected by a viral historical incident archive from an alien culture within the Gamma Quadrant.</p>"
        },
        {
            "name": "Duet",
            "season": 1,
            "number": 19,
            "summary": "<p>After a Cardassian man arrives on the station suffering from an illness that he could only have contracted at a Bajoran labor camp during the Occupation, Major Kira leads an investigation to determine whether he is actually a notorious war criminal.</p>"
        },
        {
            "name": "In the Hands of the Prophets",
            "season": 1,
            "number": 20,
            "summary": "<p>Orthodox Bajorans voice objections to secular teachings about the wormhole in the station's school, causing violent tensions to erupt between DS9's crew and an increasingly popular fundamentalist faction of the Bajoran faith.</p>"
        },
        {
            "name": "The Homecoming",
            "season": 2,
            "number": 1,
            "summary": "<p>When Quark presents Major Kira with an earring belonging to a presumed dead Bajoran Resistance legend, she and Chief O'Brien journey to Cardassia IV in an attempt to free him from from a slave-labour colony. Meanwhile, an extremist Bajoran faction known as <i>The Circle</i> continues to agitate tensions on DS9 and Bajor.</p>"
        },
        {
            "name": "The Circle",
            "season": 2,
            "number": 2,
            "summary": "<p>When Kira is removed from her post aboard DS9, Vedek Bareil invites her to visit his monastery on Bajor to reflect on her next step. Meanwhile, Odo, Sisko, and Li Nalas attempt to discover who is the driving force behind <i>The Circle</i> when they begin arming themselves with weapons from a mysterious source.</p>"
        },
        {
            "name": "The Siege",
            "season": 2,
            "number": 3,
            "summary": "<p>As Federation citizens are evacuated from DS9, Sisko and a skeleton crew attempt to prevent <i>The Circle</i> and the Bajoran military forces under their control from occupying the station. Kira and Dax attempt to reach the Chamber of Ministers on Bajor with evidence of Cardassian involvement in the conflict.</p>"
        },
        {
            "name": "Invasive Procedures",
            "season": 2,
            "number": 4,
            "summary": "<p>When a violent plasma storm leads to the evacuation of the station, the remaining crew are overtaken by a group of mercenaries led by a timid Trill named Verad who has plans for Lieutenant Dax.</p>"
        },
        {
            "name": "Cardassians",
            "season": 2,
            "number": 5,
            "summary": "<p>Political tensions rise on DS9 when Bajorans board the station with a orphaned Cardassian whom they have adopted.</p>"
        },
        {
            "name": "Melora",
            "season": 2,
            "number": 6,
            "summary": "<p>Ensign Melora Pazlar, a new arrival on DS9 with a special gravity-based disability, finds an admirer in Bashir. Meanwhile, Quark receives a death threat from one of his former associates.</p>"
        },
        {
            "name": "Rules of Acquisition",
            "season": 2,
            "number": 7,
            "summary": "<p>Grand Nagus Zek assigns Quark to initiate negotiations with a planet in the Gamma Quadrant, the Nagus believes it will help the Ferengi Alliance get a profitable business foothold in new territory. However, the plan is put into jeopardy when Quark's new associate turns out to be more than he appears.</p>"
        },
        {
            "name": "Necessary Evil",
            "season": 2,
            "number": 8,
            "summary": "<p>After an attempt on Quark's life, Odo re-opens an unsolved five-year-old murder investigation in which Kira Nerys was originally a suspect.</p>"
        },
        {
            "name": "Second Sight",
            "season": 2,
            "number": 9,
            "summary": "<p>On the fourth anniversary of his wife's death at the massacre at Wolf 359, Sisko has an unexpected encounter with a mysterious woman visiting the station.</p>"
        },
        {
            "name": "Sanctuary",
            "season": 2,
            "number": 10,
            "summary": "<p>A group of refugees from the Gamma Quadrant travel through the wormhole in search of their fabled homeland, Kentanna.</p>"
        },
        {
            "name": "Rivals",
            "season": 2,
            "number": 11,
            "summary": "<p>Quark feels threatened when a charming con artist arrives on the station and opens up a competing bar and casino on the Promenade. Meanwhile, Chief O'Brien is determined to beat Doctor Bashir at racquetball.</p>"
        },
        {
            "name": "The Alternate",
            "season": 2,
            "number": 12,
            "summary": "<p>Dr. Mora Pol, the Bajoran scientist who studied Odo when he was first discovered, arrives on DS9 with evidence that he has found DNA signatures similar to Odo's on a planet in the Gamma Quadrant.</p>"
        },
        {
            "name": "Armageddon Game",
            "season": 2,
            "number": 13,
            "summary": "<p>Chief O'Brien and Dr. Bashir help the T'Lani and the Kelleruns eliminate their stockpiles of deadly biological weapons used in their centuries-long war. However, when both governments decide to make sure no technical knowledge of the weapons remains, O'Brien and Bashir must put their differences aside in the name of survival.</p>"
        },
        {
            "name": "Whispers",
            "season": 2,
            "number": 14,
            "summary": "<p>Upon returning from a mission to the Parada system, O'Brien begins to notice the crew acting strange around him and suspects there may be some unknown influence at work.</p>"
        },
        {
            "name": "Paradise",
            "season": 2,
            "number": 15,
            "summary": "<p>While surveying nearby star systems for M-Class planets, Sisko and O'Brien find themselves stranded on a previously unknown colony world where the colonists have adapted to life without advanced technology.</p>"
        },
        {
            "name": "Shadowplay",
            "season": 2,
            "number": 16,
            "summary": "<p>After discovering a colony in the Gamma Quadrant, Dax and Odo investigate the mysterious disappearance of several colonists. Back on the station Vedek Bareil visits Kira, and Jake gets a job with Chief O'Brien.</p>"
        },
        {
            "name": "Playing God",
            "season": 2,
            "number": 17,
            "summary": "<p>While hosting her first Trill initiate, Dax discovers a tiny, expanding protouniverse that threatens to destroy the entire Bajoran system. </p>"
        },
        {
            "name": "Profit and Loss",
            "season": 2,
            "number": 18,
            "summary": "<p>When a damaged Cardassian ship shows up near DS9, Quark is unexpectedly reunited with his lost Cardassian love, who is now a member of the Cardassian dissident movement.</p>"
        },
        {
            "name": "Blood Oath",
            "season": 2,
            "number": 19,
            "summary": "<p>Three legendary Klingon warriors reunite on DS9 seeking Curzon Dax, with whom they entered into a blood oath to one day exact revenge on their sworn enemy. Finding Jadzia to be as worthy a warrior as they felt Curzon to be, they invite her to join them on their crusade.</p>"
        },
        {
            "name": "The Maquis, Part I",
            "season": 2,
            "number": 20,
            "summary": "<p>When a Cardassian freighter, the Bok'Nor, explodes at DS9, the Cardassians blame Federation colonists in the newly established Demilitarized Zone. Meanwhile, Quark is approached by a Vulcan with an unusual business proposition.</p>"
        },
        {
            "name": "The Maquis, Part II",
            "season": 2,
            "number": 21,
            "summary": "<p>Under increasing pressure from Starfleet Command, Sisko tries to rescue Gul Dukat, stop the Maquis from escalating conflict within the Demilitarized Zone, and prevent an all-out war between Cardassia and the Federation.</p>"
        },
        {
            "name": "The Wire",
            "season": 2,
            "number": 22,
            "summary": "<p>When an addictive implant in Garak's brain begins to break down, causing the exiled Cardassian extreme pain, Dr. Bashir must convince a reluctant Garak to accept his help.</p>"
        },
        {
            "name": "Crossover",
            "season": 2,
            "number": 23,
            "summary": "<p>After suffering an accident whilst traveling through the wormhole, Kira and Dr. Bashir find themselves trapped in the mirror universe first encountered by James T. Kirk a century earlier.</p>"
        },
        {
            "name": "The Collaborator",
            "season": 2,
            "number": 24,
            "summary": "<p>The man most likely to take over as the new Bajoran Kai, Vedek Bareil, is accused of collaborating with the Cardassians during the Occupation.</p>"
        },
        {
            "name": "Tribunal",
            "season": 2,
            "number": 25,
            "summary": "<p>Chief O'Brien is arrested by the Cardassians for collaborating with the Marquis. However, on Cardassian justice is swift: the verdict is known before the trial even begins, and it's always guilty.</p>"
        },
        {
            "name": "The Jem'Hadar",
            "season": 2,
            "number": 26,
            "summary": "<p>On a camping trip in the Gamma Quadrant to conduct a planetary survey report, Sisko, Jake, Nog, and Quark encounter the ruthless soldiers of the mysterious Dominion, the Jem'Hadar. </p>"
        },
        {
            "name": "The Search, Part I",
            "season": 3,
            "number": 1,
            "summary": "<p>After their violent confrontation with the Jem'Hadar, Sisko takes an untested Starfleet ship, the Defiant, into the Gamma Quadrant in an attempt to make peaceful contact with the Founders of the Dominion.</p>"
        },
        {
            "name": "The Search, Part II",
            "season": 3,
            "number": 2,
            "summary": "<p>On his newly discovered homeworld, Odo learns to connect with his fellow Changelings. Back on DS9, Sisko grows concerned that the price the Federation is willing to pay for peace with the Dominion may be too high.</p>"
        },
        {
            "name": "The House of Quark",
            "season": 3,
            "number": 3,
            "summary": "<p>When Quark lies about killing a Klingon in his bar, he is pulled into a power struggle between rival Klingon families on Qo'noS and forced to marry the dead man's widow. Meanwhile, Chief O'Brien must confront the fact that Keiko gave up her career to join him on DS9.</p>"
        },
        {
            "name": "Equilibrium",
            "season": 3,
            "number": 4,
            "summary": "<p>When Jadzia begins experiencing violent mood swings and hallucinations, a disturbing secret from Dax's symbiont history reveals a much larger deception.</p>"
        },
        {
            "name": "Second Skin",
            "season": 3,
            "number": 5,
            "summary": "<p>As she travels to Bajor in search of answers about her past, Kira is abducted by Cardassians, surgically altered, and told she is the missing Obsidian Order deep-cover operative, Iliana Ghemor.</p>"
        },
        {
            "name": "The Abandoned",
            "season": 3,
            "number": 6,
            "summary": "<p>When a Jem'Hadar infant is found in salvaged spaceship wreckage from the Gamma Quadrant, Odo strives to teach the rapidly maturing soldier to think for himself. </p>"
        },
        {
            "name": "Civil Defense",
            "season": 3,
            "number": 7,
            "summary": "<p>Sisko, Jake, and O'Brien accidentally trigger an old Cardassian security system that believes DS9 has been taken over in a Bajoran workers' revolt and puts the entire station in lockdown.</p>"
        },
        {
            "name": "Meridian",
            "season": 3,
            "number": 8,
            "summary": "<p>On an exploration mission to the Gamma Quadrant, the Defiant encounters a unique planet that shifts between corporeal and non-corporeal dimensions. Back on DS9, Quark attempts to create a new holosuite program.</p>"
        },
        {
            "name": "Defiant",
            "season": 3,
            "number": 9,
            "summary": "<p>When William Riker from the Enterprise unexpectedly arrives on DS9 on vacation, he takes a liking to Kira, who has also been ordered to take some time off. However, when Kira gives Will a tour of the Defiant, it becomes clear that there's more to Will's vacation than meets the eye.</p>"
        },
        {
            "name": "Fascination",
            "season": 3,
            "number": 10,
            "summary": "<p>When Ambassador Lwaxana Troi and Keiko O'Brien return to DS9 for the Bajoran Gratitude Festival, residents of the station suddenly become uncontrollably infatuated with one another.</p>"
        },
        {
            "name": "Past Tense, Part I",
            "season": 3,
            "number": 11,
            "summary": "<p>After a transporter malfunction aboard the Defiant, Sisko, Bashir, and Dax find themselves thrown back three hundred years into Earth's dark past without any means of getting home.</p>"
        },
        {
            "name": "Past Tense, Part II",
            "season": 3,
            "number": 12,
            "summary": "<p>With history itself at stake, Sisko assumes the role of a pivotal historical figure in order to restore the timeline, even if it means sacrificing his own life.</p>"
        },
        {
            "name": "Life Support",
            "season": 3,
            "number": 13,
            "summary": "<p>After a serious accident aboard a Bajoran shuttle, Dr. Bashir struggles to save Vedek Bareil's life while Kai Winn concludes a peace treaty with Cardassia, putting his ethics to the ultimate test. Jake and Nog reluctantly explore the differences between Human and Ferengi cultures.</p>"
        },
        {
            "name": "Heart of Stone",
            "season": 3,
            "number": 14,
            "summary": "<p>Pursuing a Maquis raider to an unstable moon, Kira becomes trapped within an expanding crystal formation that threatens to engulf her. Meanwhile, Nog attempts to persuade a skeptical Commander Sisko to write him a letter of recommendation to join Starfleet Academy.</p>"
        },
        {
            "name": "Destiny",
            "season": 3,
            "number": 15,
            "summary": "<p>An ancient Bajoran prophecy complicates the first joint Bajoran, Cardassian, and Federation science mission: an attempt to establish a permanent communications link through the wormhole.</p>"
        },
        {
            "name": "Prophet Motive",
            "season": 3,
            "number": 16,
            "summary": "<p>When Grand Nagus Zek revises The Rules of Acquisition to be more philanthropic, Quark and Rom start to question whether their leader has gone insane. Meanwhile, when Dr. Bashir is nominated for a prestigious Federation medical award, his reaction is less than enthusiastic.</p>"
        },
        {
            "name": "Visionary",
            "season": 3,
            "number": 17,
            "summary": "<p>After receiving a minor dose of radiation poisoning, Chief O'Brien inexplicably begins experiencing a series of jumps into the future. Meanwhile, a Romulan delegation arrives on DS9 expecting an intelligence report on the Dominion in exchange for the continued use of the cloaking device aboard the Defiant.</p>"
        },
        {
            "name": "Distant Voices",
            "season": 3,
            "number": 18,
            "summary": "<p>After being assaulted by an alien thief in the infirmary, Dr. Bashir wakes to discover he has a dual mystery on his hands: what happened to the station while he was unconscious and why is he suddenly aging so rapidly?</p>"
        },
        {
            "name": "Through the Looking Glass",
            "season": 3,
            "number": 19,
            "summary": "<p>Smiley O'Brien from the mirror universe kidnaps Commander Sisko and convines him to impersonate his deceased, mirror universe self in order to persuade the alternate version of his dead wife, Jennifer Sisko, to join the Terran Rebels.</p>"
        },
        {
            "name": "Improbable Cause",
            "season": 3,
            "number": 20,
            "summary": "<p>When a bomb destroys Garak's tailor shop, Odo begins an investigation into who might want the exiled Cardassian killed and why.</p>"
        },
        {
            "name": "The Die is Cast",
            "season": 3,
            "number": 21,
            "summary": "<p>When the covertly assembled Romulan-Cardassian attack fleet enters the Gamma Quadrant on a mission of destruction, Garak is forced to interrogate Odo for information on the Founders. Meanwhile, Sisko goes against orders on a mission to rescue Odo.</p>"
        },
        {
            "name": "Explorers",
            "season": 3,
            "number": 22,
            "summary": "<p>An invigorated Sisko returns from Bajor and decides to build a replica of an eight hundred-year-old Bajoran lightship, hoping to use it to prove that ancient Bajoran explorers could have made it to Cardassia before developing warp drive.</p>"
        },
        {
            "name": "Family Business",
            "season": 3,
            "number": 23,
            "summary": "<p>When Quark's mother breaks Ferengi law by wearing clothes and earning profit, Quark and Rom are forced to return home to Ferenginar in order to convince her to confess and make restitution for her crimes. On DS9, Jake eagerly tries to matchmake his father with freighter captain, Kasidy Yates.</p>"
        },
        {
            "name": "Shakaar",
            "season": 3,
            "number": 24,
            "summary": "<p>When Kai Winn is appointed Bajoran First Minister, Kira becomes concerned about Winn's growing grip on power. However, when the Kai orders Kira to convince her old Resistance leader to return some farming equipment to the government, the situation rapidly descends into a vicious power struggle.</p>"
        },
        {
            "name": "Facets",
            "season": 3,
            "number": 25,
            "summary": "<p>While Jadzia performs the Trill zhian'tara ritual and meets with the previous Dax hosts, Nog undergoes his stress reaction test in preparation for entrance into Starfleet Academy.</p>"
        },
        {
            "name": "The Adversary",
            "season": 3,
            "number": 26,
            "summary": "<p>When a destabilizing coup takes places on the Tzenkethi homeworld, a newly promoted Captain Sisko is ordered to take the Defiant on a border patrol to evaluate the situation. However, soon after departing DS9 the Defiant develops a series of malfunctions, leading Sisko to consider that they may have a saboteur onboard.</p>"
        },
        {
            "name": "The Way of the Warrior, Part I",
            "season": 4,
            "number": 1,
            "summary": "<p>When a Klingon fleet under General Martok arrives at the station ostensibly to protect the Alpha Quadrant from the Dominion, Sisko recruits Lieutenant Commander Worf to investigate the Klingons' true intentions.</p>"
        },
        {
            "name": "The Way of the Warrior, Part II",
            "season": 4,
            "number": 2,
            "summary": "<p>Believing that the recent Cardasssian coup was orchestrated by the Dominion, the Klingon decision to attack Cardassia puts the Federation-Klingon alliance in jeopardy, and forces Worf to choose between his people and his oath to the Federation.</p>"
        },
        {
            "name": "The Visitor",
            "season": 4,
            "number": 3,
            "summary": "<p>When an aspiring writer turns up in the middle of the night, an elderly Jake Sisko recounts his life, which has become an endless quest to locate his father, after an accident in the engine room of the Defiant apparently claimed Benjamin Sisko's life.</p>"
        },
        {
            "name": "Hippocratic Oath",
            "season": 4,
            "number": 4,
            "summary": "<p>After crash landing on a planet, Dr. Bashir tries to help members of a rogue Jem'Hadar unit free themselves of their addiction to the drug the Founders use to control them. Meanwhile, Worf tries to adjust to life aboard DS9.</p>"
        },
        {
            "name": "Indiscretion",
            "season": 4,
            "number": 5,
            "summary": "<p>Major Kira and Gul Dukat form an uneasy alliance as they search for a missing Cardassian prison ship, the Ravinok, that disappeared six years earlier while carrying Bajoran prisoners. Back on DS9, Sisko is overwhelmed by the prospect of Kasidy Yates living aboard the station when she decides to take work closer to Bajor. </p>"
        },
        {
            "name": "Rejoined",
            "season": 4,
            "number": 6,
            "summary": "<p>When Jadzia Dax is reunited with the Kahn symbiont, the wife of one of her previous hosts, together the pair must decide whether or not to defy Trill social taboo and rekindle their former relationship.</p>"
        },
        {
            "name": "Starship Down",
            "season": 4,
            "number": 7,
            "summary": "<p>When Sisko defends a Karemma ship that has been trading with the Federation without the Dominion's knowledge, a badly damaged Defiant is forced into a dangerous game of cat-and-mouse with two Jem'Hadar ships inside a gas giant.</p>"
        },
        {
            "name": "Little Green Men",
            "season": 4,
            "number": 8,
            "summary": "<p>On a shakedown cruise to Earth to drop off Nog at Starfleet Academy, a malfunction on Quark's new ship causes Quark, Rom, and Nog to crash in the year 1947 in Roswell, New Mexico.</p>"
        },
        {
            "name": "The Sword of Kahless",
            "season": 4,
            "number": 9,
            "summary": "<p>Klingon Dahar Master Kor, Jadzia Dax, and Worf search a remote planet in the Gamma Quadrant for the fabled Sword of Kahless; the mythical, millennia-old weapon of the Klingon Empire's first leader.</p>"
        },
        {
            "name": "Our Man Bashir",
            "season": 4,
            "number": 10,
            "summary": "<p>A transporter emergency aboard the USS Orinoco replaces the characters in Dr. Bashir's secret agent holosuite program with the physical forms DS9's senior staff.</p>"
        },
        {
            "name": "Homefront",
            "season": 4,
            "number": 11,
            "summary": "<p>After the bombing of a Federation conference is revealed to be the work of the Dominion, Sisko and Odo travel to Earth in hopes of uncovering the Changeling responsible.</p>"
        },
        {
            "name": "Paradise Lost",
            "season": 4,
            "number": 12,
            "summary": "<p>When Starfleet tightens security measures on Earth and institutes martial law to combat the Changeling threat, Sisko and Odo begin to investigate a suspicious trail of events that imply all may not be what it seems.</p>"
        },
        {
            "name": "Crossfire",
            "season": 4,
            "number": 13,
            "summary": "<p>Odo is forced to confront his feelings for Kira when Bajoran First Minister Shakaar visits DS9.</p>"
        },
        {
            "name": "Return to Grace",
            "season": 4,
            "number": 14,
            "summary": "<p>Stripped of his former rank, Dukat returns to escort Major Kira to an intelligence sharing conference between Cardassia and Bajor. However, when a Klingon Bird-of-Prey attacks the conference, Kira and Dukat unite to hunt down those responsible.</p>"
        },
        {
            "name": "Sons of Mogh",
            "season": 4,
            "number": 15,
            "summary": "<p>In an attempt to regain his lost honor, Worf's brother Kurn arrives on the station with a troubling request. Meanwhile, Major Kira and Chief O'Brien investigate Klingon activity near the Bajoran border.</p>"
        },
        {
            "name": "Bar Association",
            "season": 4,
            "number": 16,
            "summary": "<p>Tired of unfair pay and working conditions, Rom organizes a union for the employees of Quark's Bar and encourages them to go on strike. Meanwhile, Worf has troubling settling into life onboard DS9.</p>"
        },
        {
            "name": "Accession",
            "season": 4,
            "number": 17,
            "summary": "<p>Sisko's role as Emissary is challenged when a 300-year-old Bajoran lightship emerges from the wormhole and the passenger claims that he is the Emissary of the Prophets. Meanwhile, Keiko O'Brien returns to DS9 with some surprising news.</p>"
        },
        {
            "name": "Rules of Engagement",
            "season": 4,
            "number": 18,
            "summary": "<p>When Worf is accused of destroying a civilian transport ship during an engagement with the Klingons, a hearing is held on DS9 to determine if Worf should be extradited to Qo'noS on charges of murder.</p>"
        },
        {
            "name": "Hard Time",
            "season": 4,
            "number": 19,
            "summary": "<p>After being convicted of espionage, Chief O'Brien struggles to re-integrate back into his life on DS9 after serving 20 years in an Argrathi virtual prison.</p>"
        },
        {
            "name": "Shattered Mirror",
            "season": 4,
            "number": 20,
            "summary": "<p>When the counterpart of the long-deceased Jennifer Sisko lures Jake to the mirror universe, Sisko is forced into helping the Terran Rebellian against the Klingon-Cardassian Alliance.</p>"
        },
        {
            "name": "The Muse",
            "season": 4,
            "number": 21,
            "summary": "<p>A mysterious woman arrives on DS9 and encourages Jake to begin writing a novel. Lwaxana Troi, pregnant with a son, unexpectedly visits Odo and asks him to help her escape her husband.</p>"
        },
        {
            "name": "For the Cause",
            "season": 4,
            "number": 22,
            "summary": "<p>Sisko is forced to confront the betrayal of someone he cares about when they are accused of being a Maquis smuggler. As the only two Cardassian residents on DS9, Garak and Ziyal begin spending time together.</p>"
        },
        {
            "name": "To the Death",
            "season": 4,
            "number": 23,
            "summary": "<p>After a rogue band of Jem'Hadar attack DS9, the crew of the Defiant reluctantly join forces with a group of loyal Jem'Hadar in order to prevent the rogues from obtaining a dangerous piece of ancient technology.</p>"
        },
        {
            "name": "The Quickening",
            "season": 4,
            "number": 24,
            "summary": "<p>Dr. Bashir attempts to rid a planet of a bio-engineered plague that was sent by the Dominion as punishment for resistance.</p>"
        },
        {
            "name": "Body Parts",
            "season": 4,
            "number": 25,
            "summary": "<p>After learning that he is dying from a rare Ferengi disease, Quark decides to auction his vacuum-desiccated body on the Ferengi Futures Exchange. When an injured Keiko O'Brien returns from an expedition to the Gamma Quadrant, Dr. Bashir must take extreme measures to save the life of her unborn child.</p>"
        },
        {
            "name": "Broken Link",
            "season": 4,
            "number": 26,
            "summary": "<p>When Odo is plagued by an unknown illness that renders him barely able to hold his shape, Dr. Bashir and Odo see not other option but to track down the Founders. Meanwhile, tensions between the Federation and the Klingon Empire continue to rise.</p>"
        },
        {
            "name": "Apocalypse Rising",
            "season": 5,
            "number": 1,
            "summary": "<p>As the war between the Federation and the Klingon Empire intensifies, Sisko leads an undercover team deep into Klingon territory in an attempt to expose the Changeling impersonating Chancellor Gowron.</p>"
        },
        {
            "name": "The Ship",
            "season": 5,
            "number": 2,
            "summary": "<p>While conducting a a mineral survey of an uninhabited planet in the Gamma Quadrant, the crew of the Defiant encounter a crashed Jem'Hadar ship and must fight to get it, and themselves, back to the Federation.</p>"
        },
        {
            "name": "Looking for par'Mach in All the Wrong Places",
            "season": 5,
            "number": 3,
            "summary": "<p>When Grilka, Quark's ex-wife, unexpectedly visits DS9, Quark asks an already smitten Worf to help him pursue his former wife. Elsewhere, O'Brien and Kira struggle with their feelings for each other now that Kira is carrying the O'Brien's unborn child.</p>"
        },
        {
            "name": "...Nor the Battle to the Strong",
            "season": 5,
            "number": 4,
            "summary": "<p>On their way back from a medical conference, Jake and Dr. Bashir are diverted to the Federation colony on Ajilon Prime who have been attacked by the Klingons. However, when the the Klingons renew their attacks on the colony, Jake is forced to confront the hard realities of war as battle erupts around him.</p>"
        },
        {
            "name": "The Assignment",
            "season": 5,
            "number": 5,
            "summary": "<p>Keiko O'Brien returns from the Fire Caves on Bajor possessed by an alien entity which demands that Chief O'Brien follow its every instruction if he doesn't want his wife to die.</p>"
        },
        {
            "name": "Trials and Tribble-ations",
            "season": 5,
            "number": 6,
            "summary": "<p>When Temporal Investigations arrives on DS9, Sisko recounts how he and the crew of the Defiant traveled back in time to prevent the assassination of Captain James T. Kirk during the original Enterprise's mission to Space Station K-7. </p>"
        },
        {
            "name": "Let He Who is Without Sin...",
            "season": 5,
            "number": 7,
            "summary": "<p>After agreeing to vacation on Risa with Jadzia, Worf is irritated to discover they will be joined by Dr. Bashir, Leeta, and Quark. However, everyone's vacation is thrown into disarray by the arrival of a radical fundamentalist group determined to start a political revolution on Risa.</p>"
        },
        {
            "name": "Things Past",
            "season": 5,
            "number": 8,
            "summary": "<p>Sisko, Dax, Odo, and Garak find themselves trapped seven years in the past on Terok Nor, but everyone thinks that they're condemned Bajorans. With Cardassians in control of the station, Odo's memory of a crime he once investigated may be the only key to their survival.</p>"
        },
        {
            "name": "The Ascent",
            "season": 5,
            "number": 9,
            "summary": "<p>Quark and Odo are forced to put their grievances aside when they crash land on an inhospitable planet and must work together to survive. Back on DS9, Nog returns from Starfleet Academy and moves into new quarters with Jake.</p>"
        },
        {
            "name": "Rapture",
            "season": 5,
            "number": 10,
            "summary": "<p>On the eve of Bajor's entry into the Federation, Sisko begins experiencing visions that lead him to ruins of the lost Bajoran city of B'hala. However, when the visions that are guiding him become potentially fatal, Sisko must choose between his faith in the Prophets or his life.</p>"
        },
        {
            "name": "The Darkness and the Light",
            "season": 5,
            "number": 11,
            "summary": "<p>Major Kira is forced to confront her actions during the Cardassian Occupation when a mysterious assassin begins killing members of her former resistance cell.</p>"
        },
        {
            "name": "The Begotten",
            "season": 5,
            "number": 12,
            "summary": "<p>The discovery of an infant Changeling gives Odo a chance to correct what he sees as the invasive mistakes in his upbringing. Meanwhile, Kira goes into labor with the O'Briens' baby.</p>"
        },
        {
            "name": "For the Uniform",
            "season": 5,
            "number": 13,
            "summary": "<p>Sisko obsessively pursues the former Starfleet officer Michael Eddington, now the leader of the Maquis.</p>"
        },
        {
            "name": "In Purgatory's Shadow",
            "season": 5,
            "number": 14,
            "summary": "<p>Garak and Worf investigate a coded message which suggests that Garak's mentor, Enabran Tain, is still alive in the Gamma Quadrant. However, when their search for answers leads them into Dominion space, the pair discover something far worse than they had expected.</p>"
        },
        {
            "name": "By Inferno's Light",
            "season": 5,
            "number": 15,
            "summary": "<p>The crew of DS9 prepares to defend the Alpha Quadrant from an invading Dominion fleet. Still trapped in the Gamma Quadrant, Worf, Garak, and the other prisoners continue their attempts to escape from the Dominion Internment Camp.</p>"
        },
        {
            "name": "Doctor Bashir, I Presume",
            "season": 5,
            "number": 16,
            "summary": "<p>Dr. Lewis Zimmerman arrives on DS9 intending to use Dr. Julian Bashir as the model for his new Long-term Medical Hologram, but when Zimmerman's plans threaten to unveil a dark secret that Bashir has carried since childhood, Julian is forced to make a life-altering confession.</p>"
        },
        {
            "name": "A Simple Investigation",
            "season": 5,
            "number": 17,
            "summary": "<p>Odo falls for a mysterious woman who has been targeted for murder by the Orion Syndicate.</p>"
        },
        {
            "name": "Business as Usual",
            "season": 5,
            "number": 18,
            "summary": "<p>Quark must wrestle with his conscience when his cousin Gaila offers him a lucrative job as a weapons dealer. </p>"
        },
        {
            "name": "Ties of Blood and Water",
            "season": 5,
            "number": 19,
            "summary": "<p>Takeny Ghemor, who considers Kira to be his daughter, arrives on DS9 and confesses that is dying. Ghemor wishes to commence the Shri-tal with Kira, a Cardassian ritual in which a dying person reveals their closest secrets to the rest of the family. But the experience dredges up Kira's memories of her own father, who suffered a fatal injury during the Occupation of Bajor.</p>"
        },
        {
            "name": "Ferengi Love Songs",
            "season": 5,
            "number": 20,
            "summary": "<p>Feeling depressed, Quark returns home to Ferenginar to visit his mother, but doesn't know whether to be panicked or overjoyed when he learns that she is now the secret lover of the Grand Nagus.</p>"
        },
        {
            "name": "Soldiers of the Empire",
            "season": 5,
            "number": 21,
            "summary": "<p>Dax and Worf accompany Martok on his first command since being held by the Dominion. But the ship they are given hasn't seen victory in months and the crew is near mutinous, forcing Worf to decide between loyalty to his commander and loyalty to his crew.</p>"
        },
        {
            "name": "Children of Time",
            "season": 5,
            "number": 22,
            "summary": "<p>Investigating an isolated planet surrounded by a powerful energy field, the crew of the Defiant discovers the unexpected history of the planet's colonists.</p>"
        },
        {
            "name": "Blaze of Glory",
            "season": 5,
            "number": 23,
            "summary": "<p>Driven to desperation by the Dominion, the Maquis launch a massive strike against Cardassia. In order to prevent mass Cardassian casualities, Sisko is forced to trust the traitor Michael Eddington to try to stop the missiles from reaching their target.</p>"
        },
        {
            "name": "Empok Nor",
            "season": 5,
            "number": 24,
            "summary": "<p>While salvaging components from DS9's sister station, Empok Nor, the crew run afoul of a disturbing surprise left behind by the Cardassians.</p>"
        },
        {
            "name": "In the Cards",
            "season": 5,
            "number": 25,
            "summary": "<p>Jake and Nog go through hell and high water while trying to cheer up the war-fatigued Captain Sisko by acquiring a mint-condition 1951 Willie Mays baseball card. Meanwhile, Weyoun arrives on DS9 to meet with Kai Winn and offers to sign a nonaggression pact with Bajor.</p>"
        },
        {
            "name": "Call to Arms",
            "season": 5,
            "number": 26,
            "summary": "<p>With continuing convoys of Jem'Hadar arriving in the Alpha Quadrant, Sisko decides to mine the wormhole to prevent further troop movement. However, this decision forces the Federation into a direct confrontation with the Dominion, and Gul Dukat responds by launching a massive assault fleet against DS9.</p>"
        },
        {
            "name": "A Time to Stand",
            "season": 6,
            "number": 1,
            "summary": "<p>With the Dominion in control of DS9 and on track to winning the war against the Federation, Sisko and his crew take a captured Jem'Hadar ship into enemy territory with a mission to destroy the Jem'Hadar's supply of ketracel-white in the Alpha Quadrant.</p>"
        },
        {
            "name": "Rocks and Shoals",
            "season": 6,
            "number": 2,
            "summary": "<p>Sisko's crew crash land their commandeered Jem'Hadar ship on a barren world after being shot down by the Dominion and must fight for survival against a group of Jem'Hadar who have also crash landed. On DS9, Kira struggles to work alongside the Dominion and Jake continues his reporting for the Federation News Service.</p>"
        },
        {
            "name": "Sons and Daughters",
            "season": 6,
            "number": 3,
            "summary": "<p>Alexander Rozhenko joins the crew of the Rotarran, much to the disappointment of Worf. On DS9, Tora Ziyal returns to the station where Gul Dukat intends to use her to get closer to Kira.</p>"
        },
        {
            "name": "Behind the Lines",
            "season": 6,
            "number": 4,
            "summary": "<p>Kira's resistance cell continues to cause trouble onboard DS9, deliberately inflaming tensions between the Jem'Hadar and the Cardassians. But their plots are complicated when the Female Changeling arrives on DS9 to pay Odo a visit. Meanwhile, Sisko relinquishes command of the Defiant to Dax after accepting a promotion.</p>"
        },
        {
            "name": "Favor the Bold",
            "season": 6,
            "number": 5,
            "summary": "<p>Tired of being on the losing end of the war, Captain Sisko convinces Starfleet Command to launch a fleet of starships to retake DS9. Meanwhile, time is running out for Rom, who faces execution as an enemy of the Dominion state.</p>"
        },
        {
            "name": "Sacrifice of Angels",
            "season": 6,
            "number": 6,
            "summary": "<p>Commanded by Captain Sisko, the Federation fleet begins it's mission to retake DS9 before the Dominion can bring down the wormhole minefield. On the station, Kira's resistance cell desperately try to sabotage the main computer, and Quark seeks out an unexpected ally to help save Rom.</p>"
        },
        {
            "name": "You Are Cordially Invited",
            "season": 6,
            "number": 7,
            "summary": "<p>Spontaneously deciding to wed within the week on DS9, Worf and Jadzia go through their own Klingon rituals: Worf on a four day bachelor party with the male members of the crew, while Jadzia deals with her prospective mother-in-law, who deeply opposes the idea of \"an alien\" marrying into her Klingon household.</p>"
        },
        {
            "name": "Resurrection",
            "season": 6,
            "number": 8,
            "summary": "<p>The mirror universe version of Kira's long dead love, Bareil Antos, beams aboard DS9 seeking refuge from the Klingon-Cardassian Alliance.</p>"
        },
        {
            "name": "Statistical Probabilities",
            "season": 6,
            "number": 9,
            "summary": "<p>Dr. Bashir works with an eccentric group of genetically engineered humans in the hopes they can become productive members of the Federation. Meanwhile, the Dominion arrives on DS9 offering to negotiate a truce with the Federation.</p>"
        },
        {
            "name": "The Magnificent Ferengi",
            "season": 6,
            "number": 10,
            "summary": "<p>When Quark and Rom's mother Ishka is captured by the Dominion, Quark leads a team of Ferengi on a mission to Empok Nor to rescue her.</p>"
        },
        {
            "name": "Waltz",
            "season": 6,
            "number": 11,
            "summary": "<p>Following the destruction of the starship Honshu, Sisko finds himself stranded on a deserted planet with Dukat, who has become increasingly unstable since the death of Ziyal.</p>"
        },
        {
            "name": "Who Mourns for Morn?",
            "season": 6,
            "number": 12,
            "summary": "<p>Morn dies unexpectedly, bequeathing his entire estate to Quark, but some of Morn's old acquaintances arrive on DS9 demanding a piece of the action.</p>"
        },
        {
            "name": "Far Beyond the Stars",
            "season": 6,
            "number": 13,
            "summary": "<p>After a friend's ship is destroyed by the Dominion, a despondent Sisko contemplates resigning from Starfleet while experiencing visions of himself and his crew as sci-fi writers in 1950s America.</p>"
        },
        {
            "name": "One Little Ship",
            "season": 6,
            "number": 14,
            "summary": "<p>O'Brien, Dax, Dr. Bashir, and their runabout are reduced in size while investigating an anomaly. However, when the Jem'Hadar attack and commandeer the Defiant, the trio are left with no choice but to take their miniature runabout inside the Defiant to help Sisko and the others retake the ship.</p>"
        },
        {
            "name": "Honor Among Thieves",
            "season": 6,
            "number": 15,
            "summary": "<p>O'Brien, working undercover for Starfleet Intelligence, infiltrates the Orion Syndicate, the Alpha Quadrant's main organized crime ring and befriends the man he will have to betray.</p>"
        },
        {
            "name": "Change of Heart",
            "season": 6,
            "number": 16,
            "summary": "<p>On a mission to recover a Federation informant from the Dominion world of Soukara, Dax is injured and Worf must choose between completing the mission or saving his wife. on DS9, O'Brien enlists Bashir's help to defeat Quark in a game of tongo.</p>"
        },
        {
            "name": "Wrongs Darker Than Death or Night",
            "season": 6,
            "number": 17,
            "summary": "<p>After receiving some disturbing information from Gul Dukat, Kira uses the Orb of Time to travel into the past to discover the truth about what happened to her mother during the Occupation of Bajor.</p>"
        },
        {
            "name": "Inquisition",
            "season": 6,
            "number": 18,
            "summary": "<p>Dr. Bashir's plans to attend a medical conference on Casperia Prime are canceled when the Department of Internal Affairs arrives on DS9 and announces there has been a major security breach and a member of the senior staff has been passing information to the Dominion.</p>"
        },
        {
            "name": "In the Pale Moonlight",
            "season": 6,
            "number": 19,
            "summary": "<p>With mounting losses in the Federation-Dominion war, and the looming specter of defeat, Captain Sisko enlists Garak's help to bring the Romulan Empire into the war. However, Sisko may have to sell his soul and the values Starfleet stands for in order to achieve his mission.</p>"
        },
        {
            "name": "His Way",
            "season": 6,
            "number": 20,
            "summary": "<p>Odo consults Vic Fontaine, a self-aware holographic lounge singer, about his romantic relationship with Kira.</p>"
        },
        {
            "name": "The Reckoning",
            "season": 6,
            "number": 21,
            "summary": "<p>The discovery of a 30,000 year old Bajoran tablet buried under the holy city of B'hala claiming the time of the Reckoning is at hand, and that the future of Bajor will be decided by its outcome.</p>"
        },
        {
            "name": "Valiant",
            "season": 6,
            "number": 22,
            "summary": "<p>On their way to Ferenginar, Jake and Nog's runabout comes under attack from the Jem'Hadar, and they are rescued by the Valiant, a ship manned by an elite group of over-eager Starfleet cadets who have bitten off more than they can chew.</p>"
        },
        {
            "name": "Profit and Lace",
            "season": 6,
            "number": 23,
            "summary": "<p>When Grand Nagus Zek is deposed by the Ferengi Commerce Authority for granting Ferengi females the right to wear clothes with an amendment to the Ferengi Bill of Opportunities, Quark is forced to assume a female identity to prevent Brunt from becoming the next Grand Nagus.</p>"
        },
        {
            "name": "Time's Orphan",
            "season": 6,
            "number": 24,
            "summary": "<p>When an accident on the planet Golana sends Molly O'Brien through a mysterious vortex three hundred years into the past, she returns to the present eighteen years old with no immediate recollection of her previous life or her family.</p>"
        },
        {
            "name": "The Sound of Her Voice",
            "season": 6,
            "number": 25,
            "summary": "<p>After receiving a distress call, the crew of the Defiant race to save a Starfleet captain stranded on an inhospitable planet. Back on DS9, Jake follows Quark's latest scheme for story research.</p>"
        },
        {
            "name": "Tears of the Prophets",
            "season": 6,
            "number": 26,
            "summary": "<p>Sisko is chosen to lead an invasion into Cardassian territory, ignoring a warning of impending doom if he leaves DS9 from the Prophets, resulting in fatal consequences for a member of the crew.</p>"
        },
        {
            "name": "Image in the Sand",
            "season": 7,
            "number": 1,
            "summary": "<p>Having returned to Earth, Sisko waits for guidance from the Prophets to instruct him on what to do next. Back on DS9, the newly promoted Colonel Kira faces the challenges and burdens of command, and Worf struggles to deal with the loss of Jadzia.</p>"
        },
        {
            "name": "Shadows and Symbols",
            "season": 7,
            "number": 2,
            "summary": "<p>Sisko is joined by an old friend as he searches for the mysterious Orb of the Emissary, but the Pah-wraiths send a vision to distract him. On DS9, Kira mounts a blockade around a Bajoran moon after discovering the Romulans have armed their hospital there. Aboard the Rotarran, Worf leads a mission to destroy a Dominion shipyard in order to honor Jadzia.</p>"
        },
        {
            "name": "Afterimage",
            "season": 7,
            "number": 3,
            "summary": "<p>Ezri Dax struggles to cope with the memories of her previous hosts while attempting to forge new relationships with Jadzia's old friends. Meanwhile, Garak tries to manage a severe bout of claustrophobia.</p>"
        },
        {
            "name": "Take Me Out to the Holosuite",
            "season": 7,
            "number": 4,
            "summary": "<p>Captain Solok, a Vulcan and former classmate of Captain Sisko, challenges Sisko and the crew of DS9 to a game of baseball.</p>"
        },
        {
            "name": "Chrysalis",
            "season": 7,
            "number": 5,
            "summary": "<p>The genetically-engineered humans who had previously visited DS9 return to the station asking Dr. Bashir to help rouse Sarina from her cataleptic state.</p>"
        },
        {
            "name": "Treachery, Faith and the Great River",
            "season": 7,
            "number": 6,
            "summary": "<p>A Vorta offers Odo valuable information on the Dominion in exchange for asylum. Back on DS9, O'Brien and Nog sail down the Great Material Continuum. </p>"
        },
        {
            "name": "Once More Unto the Breach",
            "season": 7,
            "number": 7,
            "summary": "<p>With the Dominion War raging, the aging Klingon warrior Kor feels left out of the action, and requests an opportunity to die with honor as a warrior. However, Kor's efforts are stymied by Martok, who holds a deeply personal grudge against Kor.</p>"
        },
        {
            "name": "The Siege of AR-558",
            "season": 7,
            "number": 8,
            "summary": "<p>During a supply run to the isolated outpost AR-558, Sisko and his away team volunteer to stay with the besieged and demoralized unit, which is about to come under attack by a much larger contingent of Jem'Hadar soldiers.</p>"
        },
        {
            "name": "Covenant",
            "season": 7,
            "number": 9,
            "summary": "<p>Kira is abducted and taken to Empok Nor by the Cult of the Pah-wraiths and discovers that the group is now led by \"the Master\" - Gul Dukat.</p>"
        },
        {
            "name": "It's Only a Paper Moon",
            "season": 7,
            "number": 10,
            "summary": "<p>Severely depressed over the loss of his leg at the Siege of AR-558, Nog struggles to return to normal life aboard DS9 and seeks shelter within the holographic world of Vic Fontaine.</p>"
        },
        {
            "name": "Prodigal Daughter",
            "season": 7,
            "number": 11,
            "summary": "<p>Ezri returns to her family home on New Sydney to seek assistance in locating Chief O'Brien, who has disappeared while searching for the widow of a dead friend.</p>"
        },
        {
            "name": "The Emperor's New Cloak",
            "season": 7,
            "number": 12,
            "summary": "<p>When Grand Nagus Zek is kidnapped by the Klingon-Cardassian Alliance while on a business trip to the mirror universe, Quark and Rom have three days to secure a cloaking device for the Alliance or Zek will die.</p>"
        },
        {
            "name": "Field of Fire",
            "season": 7,
            "number": 13,
            "summary": "<p>After several crew members are murdered, Ezri reluctantly summons the residual consciousness and personality of her symbiont's past, the psychopathic Joran Dax, to help her catch the killer.</p>"
        },
        {
            "name": "Chimera",
            "season": 7,
            "number": 14,
            "summary": "<p>Odo meets another of the Hundred, infant Changelings who were sent out by the Founders hundreds of years ago to explore the galaxy.</p>"
        },
        {
            "name": "Badda-Bing, Badda-Bang",
            "season": 7,
            "number": 15,
            "summary": "<p>When holographic mobsters assume control of Vic Fontaine's lounge, the DS9 residents plot to run Vic's rival out of business and restore the program to normal.</p>"
        },
        {
            "name": "Inter Arma Enim Silent Leges",
            "season": 7,
            "number": 16,
            "summary": "<p>Attending a medical conference on Romulus, Dr. Bashir is contacted by Sloane and finds himself embroiled in an elaborate scheme devised by Section 31.</p>"
        },
        {
            "name": "Penumbra",
            "season": 7,
            "number": 17,
            "summary": "<p>When Worf remains missing after a battle with the Dominion, Ezri takes a shuttle against orders to search for him. On DS9, Sisko makes plans for his future with Kasidy. </p>"
        },
        {
            "name": "'Til Death Do Us Part",
            "season": 7,
            "number": 18,
            "summary": "<p>On DS9, Sisko agonizes over his vision from the Prophets, warning him not to marry Kasidy, and Kai Winn receives a vision foretelling the arrival of a guide who will help her restore Bajor. Meanwhile, Ezri and Worf are interrogated aboard a Breen ship and unexpectedly witness a disturbing turn of events, one which may change the course of the entire war.</p>"
        },
        {
            "name": "Strange Bedfellows",
            "season": 7,
            "number": 19,
            "summary": "<p>On DS9, Dukat continues his manipulation of Kai Winn, and Kasidy finds it difficult being married to the Emissary. Now aboard a Dominion vessel, Worf and Ezri continue to plot their escape from captivity, and in the wake of the new Breen-Dominion Alliance, Damar makes a shocking decision.</p>"
        },
        {
            "name": "The Changing Face of Evil",
            "season": 7,
            "number": 20,
            "summary": "<p>The Breen-Dominion Alliance launches a devasting attack at the heart of the Federation, and the Federation Alliance struggles to maintain its foothold in Cardassian space. Kai Winn, under the guidance of Dukat, begins researching forbidden texts about the Pah-wraiths. On Cardassia, Damar begins a rebellion against the Dominion.</p>"
        },
        {
            "name": "When It Rains...",
            "season": 7,
            "number": 21,
            "summary": "<p>Kira, Odo, and Garak travel behind enemy lines to aid Damar's rebellion against the Dominion. On DS9, Dr. Bashir discovers something disastrous during his research, and Chancellor Gowron arrives on the station with an agenda of his own.</p>"
        },
        {
            "name": "Tacking Into the Wind",
            "season": 7,
            "number": 22,
            "summary": "<p>With the help of Kira, Odo, and Garak, the Cardassian Rebellion plots to steal a Breen weapon for the Federation. On DS9, Dr. Bashir and Chief O'Brien continue to try and find a cure for Odo, and Gowron's reckless attacks against the Dominion prompt Worf to take drastic action.</p>"
        },
        {
            "name": "Extreme Measures",
            "season": 7,
            "number": 23,
            "summary": "<p>In a desperate attempt to locate a cure for Odo, Dr. Bashir and Chief O'Brien lure a member of Section 31 to DS9.</p>"
        },
        {
            "name": "The Dogs of War",
            "season": 7,
            "number": 24,
            "summary": "<p>Trapped on Cardassia Prime after an ambush, Kira, Damar, and Garak plot to turn their rebellion into a revolution. On DS9, Grand Nagus Zek visits the station with surprising news about the future of the Ferengi Alliance.</p>"
        },
        {
            "name": "What You Leave Behind, Part I",
            "season": 7,
            "number": 25,
            "summary": "<p>The Federation Alliance begins its final assault on the Dominion. On Cardassia Prime, Kira, Damar, and Garak begin recruiting ordinary citizens to their revolution. Meanwhile, Gul Dukat and Kai Winn continue their plan to release the Pah-wraiths from the Fire Caves on Bajor.</p>"
        },
        {
            "name": "What You Leave Behind, Part II",
            "season": 7,
            "number": 26,
            "summary": "<p>In response to the Dominion destruction of Cardassian cities, the Cardassian military switches sides. Damar, Kira, and Garak launch an assault on Dominion Headquarters. The Federation Alliance makes a final push for victory. Sisko's role as the Emissary of the Prophets reaches its conclusion.</p>"
        }
    ],
    "TNG": [
        {
            "name": "Encounter at Farpoint (1)",
            "season": 1,
            "number": 1,
            "summary": "<p>Captain Picard takes command of the Galaxy Class Federation starship, the ‘Enterprise. Picard not only takes over the ‘Enterprise' but has his first encounter with a extremely powerful life form known as ‘Q' who proceeds to put humanity on trial for their crimes. Q makes their first mission to the Farpoint station on Daneb IV a extreme test for the existence of humanity. </p><p>‘</p>"
        },
        {
            "name": "Encounter at Farpoint (2)",
            "season": 1,
            "number": 2,
            "summary": "<p>At the end of the trial, Q gives Captain Picard 24 hours to solve the mystery of Farpoint station and save the human race. Picard and his team come to a unusual conclusion about the problems encountered at the way station in space.</p>"
        },
        {
            "name": "The Naked Now",
            "season": 1,
            "number": 3,
            "summary": "<p>The Enterprise away team is investigating mysterious deaths and Geordi becomes infected with a illness that is mind-altering and starts spreading throughout the rest of the ships crew.</p>"
        },
        {
            "name": "Code of Honor",
            "season": 1,
            "number": 4,
            "summary": "<p>While involved in a treaty discussion with the inhabitants of Ligon II, Tasha is abducted and Picard is forced to abide by the inhabitants Code of Honor to obtain her release.</p>"
        },
        {
            "name": "The Last Outpost",
            "season": 1,
            "number": 5,
            "summary": "<p>Ferengi and Enterprise teams beam down to an unknown world to discover who or what has sapped power from both vessels.</p>"
        },
        {
            "name": "Where No One Has Gone Before",
            "season": 1,
            "number": 6,
            "summary": "<p>Teenager Wesley Crusher and a dying alien are the crew's only hope for escape from a bizarre galaxy where thoughts become real.</p>"
        },
        {
            "name": "Lonely Among Us",
            "season": 1,
            "number": 7,
            "summary": "<p>Passing through a series of complex energy patterns, the Enterprise crew find themselves trying to solve the mystery surrounding the death of Assistant Chief Engineer Singh and the altered personalities of Lt. Worf, Dr. Crusher and the Captain.</p>"
        },
        {
            "name": "Justice",
            "season": 1,
            "number": 8,
            "summary": "<p>To learn the origin of a mysterious ship, Picard must get help from a planet where Wesley faces a death sentence.</p>"
        },
        {
            "name": "The Battle",
            "season": 1,
            "number": 9,
            "summary": "<p>A vengeful Ferengi captain returns Picard's long-lost ship, the Stargazer, after installing a mind-altering device.</p>"
        },
        {
            "name": "Hide and Q",
            "season": 1,
            "number": 10,
            "summary": "<p>Q gives the powers of the Q to Riker and tells him his shipmates wishes will be granted if he joins with those of the Q Continuum.</p>"
        },
        {
            "name": "Haven",
            "season": 1,
            "number": 11,
            "summary": "<p>Counselor Troi faces an arranged marriage when the Enterprise arrives at a planet, her future husband to be has had dreams of a unknown woman for years before meeting her.</p>"
        },
        {
            "name": "The Big Goodbye",
            "season": 1,
            "number": 12,
            "summary": "<p>Captain Picard, Data and Dr. Crusher are trapped in a holodeck program as 1940's detectives during a holdeck malfunction that interferes with a meeting with a alien species that requires the captain only.</p>"
        },
        {
            "name": "Datalore",
            "season": 1,
            "number": 13,
            "summary": "<p>The <i>Enterprise </i>explores Data's home planet, Omicron Theta. They find his brother, and the dark secret he carries.</p>"
        },
        {
            "name": "Angel One",
            "season": 1,
            "number": 14,
            "summary": "<p>An Enterprise away team beams down to a planet with a matriarchal society to search for survivors of a crashed Federation freighter.</p>"
        },
        {
            "name": "11001001",
            "season": 1,
            "number": 15,
            "summary": "<p>At a Federation space station aliens known as the Binars come aboard to upgrade the Enterprises computer and Holographic systems. During this process, the Enterprise is hijacked while Captain Picard and Riker are in the Holodeck.</p>"
        },
        {
            "name": "Too Short a Season",
            "season": 1,
            "number": 16,
            "summary": "<p>A diplomat is requested to mediate a hostage situation and the leader of the world wants the same diplomat that negotiated more than 40 years before. The Admiral who did the negotiations in the past comes on board and starts acting more strangely as time passes.</p>"
        },
        {
            "name": "When the Bough Breaks",
            "season": 1,
            "number": 17,
            "summary": "<p>Inhabitants of an advanced planet, who can no longer reproduce, plan to kidnap children from the Enterprise to rebuild their race.</p>"
        },
        {
            "name": "Home Soil",
            "season": 1,
            "number": 18,
            "summary": "<p>On Velara III, Data and Geordi discover a microscopic creature responsible for the death of an engineer.</p>"
        },
        {
            "name": "Coming of Age",
            "season": 1,
            "number": 19,
            "summary": "<p>Wesley is put to the test as he competes with the other top candidates to get into the star fleet academy. Meanwhile the enterprise is put under the scrutiny of a star fleet officer that seems to be looking for trouble.</p>"
        },
        {
            "name": "Heart of Glory",
            "season": 1,
            "number": 20,
            "summary": "<p>The Enterprise rescues the crew of a damaged vessel in the Neutral zone, discovering several renegade Klingons who decide that they want Lt. Worf to join them.</p>"
        },
        {
            "name": "The Arsenal of Freedom",
            "season": 1,
            "number": 21,
            "summary": "<p>While investigating the disappearance of the star ship Drake, an away team beams down to a strange planet where they received a message about arms sales upon arriving in orbit. Captain Picard and Dr. Crusher vanish during the mission and the Enterprise comes under attack.</p>"
        },
        {
            "name": "Symbiosis",
            "season": 1,
            "number": 22,
            "summary": "<p>When the Enterprise rescues a freighter with engine problems and is being drawn into a planets gravitational field, Picard gets more than he bargained for when it is discovered that the one planets inhabitants may be carrying a disease. The disease causes Picard to consider the Federation's Prime Directive and why it is necessary.</p>"
        },
        {
            "name": "Skin of Evil",
            "season": 1,
            "number": 23,
            "summary": "<p>Deanna is held hostage by a black oil-like alien creature capable of infinite sadism… and infinite power. To save her, one of the <i>Enterprise </i>crew will die.</p>"
        },
        {
            "name": "We'll Always Have Paris",
            "season": 1,
            "number": 24,
            "summary": "<p>Captain Picard reflects on a missed liason at a Paris cafe years in his past when the Enterprise gets a distress call from a scientist who is experimenting with Time rifts and is married to the lady he was supposed to meet in Paris all those years ago.</p>"
        },
        {
            "name": "Conspiracy",
            "season": 1,
            "number": 25,
            "summary": "<p>Spurred by reports of misdeeds in Starfleet's top echelon, Captain Picard heads for Earth to uncover the truth.</p>"
        },
        {
            "name": "The Neutral Zone",
            "season": 1,
            "number": 26,
            "summary": "<p>The Enterprise encounters a ancient capsule containing cryogenically frozen people from 20th Century Earth. Data then brings them on board while the Enterprise is on its way to investigate a series of destroyed Federation outposts at the edge of the Romulan/Federation Neutral zone. The Enterprise soon encounters a Romulan Warbird after the Romulans presence being long absent.</p>"
        },
        {
            "name": "The Child",
            "season": 2,
            "number": 1,
            "summary": "<p>Counselor Deanna Troi announces she is pregnant; the crew sets out to bring a deadly plasma plague to a laboratory.</p>"
        },
        {
            "name": "Where Silence Has Lease",
            "season": 2,
            "number": 2,
            "summary": "<p>A being conducting an experiment traps the Enterprise in a region void of energy and matter.</p>"
        },
        {
            "name": "Elementary, Dear Data",
            "season": 2,
            "number": 3,
            "summary": "<p>Data dons a deerstalker to solve a Sherlock Homes mystery in a holodeck recreation of Victorian London.</p>"
        },
        {
            "name": "The Outrageous Okona",
            "season": 2,
            "number": 4,
            "summary": "<p>A roguish space captain charms all; Data consults a comic about humor.</p>"
        },
        {
            "name": "Loud as a Whisper",
            "season": 2,
            "number": 5,
            "summary": "<p>A deaf mediator's mission to a warring planet is jeopardized when his chorus of interpreters is killed.</p>"
        },
        {
            "name": "The Schizoid Man",
            "season": 2,
            "number": 6,
            "summary": "<p>A brilliant, dying scientist who seeks immortality transfers his mind and knowledge into Data.</p>"
        },
        {
            "name": "Unnatural Selection",
            "season": 2,
            "number": 7,
            "summary": "<p>After discovering a unresponsive federation starship, Dr. Pulaski contracts a disease and starts to age.</p>"
        },
        {
            "name": "A Matter of Honor",
            "season": 2,
            "number": 8,
            "summary": "<p>Commander Riker swaps positions and becomes a temporary first officer on the Klingon ship the Pah. A new crew member of the Enterprise scans the Pagh and discovers a micro lifeform growing on the hull of the ship.</p>"
        },
        {
            "name": "The Measure of a Man",
            "season": 2,
            "number": 9,
            "summary": "<p>Commander Maddox, the scientist who worked with Data after Doctor Soon when he first started functioning wants to dismantle Data in order to create more androids. Data makes a decision to resign from Starfleet to stop the process and Captain Picard ends up in a court battle to decide if Data is a lifeform or owned property.</p>"
        },
        {
            "name": "The Dauphin",
            "season": 2,
            "number": 10,
            "summary": "<p>When the Enterprise transports a future leader to another world, a guardian stands between Wesley and a potential love interest.</p>"
        },
        {
            "name": "Contagion",
            "season": 2,
            "number": 11,
            "summary": "<p>When coming to the aid of another Federation ship that is having problems in the Romulan neutral zone, the Enterprise starts having computer problems that leave the ship helpless. Picard believes that the problems may have something to do with a extinct alien race called the Iconians.</p>"
        },
        {
            "name": "The Royale",
            "season": 2,
            "number": 12,
            "summary": "<p>Riker, Worf and Data are trapped in the Hotel Royale and are unable to find their way out.</p>"
        },
        {
            "name": "Time Squared",
            "season": 2,
            "number": 13,
            "summary": "<p>The Enterprise picks up a Star Fleet shuttle floating in space and much to the crew's surprise, another Captain Picard is on board the shuttle. They then learn that the Enterprise is destroyed in a upcoming disaster.</p>"
        },
        {
            "name": "The Icarus Factor",
            "season": 2,
            "number": 14,
            "summary": "<p>Riker is offered a possible command of his own and in the process encounters his estranged father who brings him the news. Lt. Worf starts having emotional issues and Wesley digs into Klingon traditions to discover the cause.</p>"
        },
        {
            "name": "Pen Pals",
            "season": 2,
            "number": 15,
            "summary": "<p>Data makes contact with a alien girl and pen pals with her. He then discovers that her planet is in danger fand she could be killed.</p>"
        },
        {
            "name": "Q Who?",
            "season": 2,
            "number": 16,
            "summary": "<p>After Picard refuses to let Q join the crew, Q hurls the Enterprise into a far quadrant of space where they have a encounter with a unknown cybernetic race. A little bit of Guinan's past is revealed when she senses something is wrong on board Enterprise.</p>"
        },
        {
            "name": "Samaritan Snare",
            "season": 2,
            "number": 17,
            "summary": "<p>Geordi's life is jeopardized when an alien race kidnaps him; Picard is near death with heart complications.</p>"
        },
        {
            "name": "Up the Long Ladder",
            "season": 2,
            "number": 18,
            "summary": "<p>The Enterprise crew encounters a SOS from a lost colony ship and encounters a group of primitive colonists and after assisting them, they encounter the remaining colonists that traveled with them on another world with a unique problem of their own.</p>"
        },
        {
            "name": "Manhunt",
            "season": 2,
            "number": 19,
            "summary": "<p>On her way to a conference, Troi's mother boards the Enterprise and flirts with Picard; guest Mick Fleetwood.</p>"
        },
        {
            "name": "The Emissary",
            "season": 2,
            "number": 20,
            "summary": "<p>Worf's old love, a human-Klingon hybrid, arrives to deal with a shipload of Klingons in cryogenic sleep.</p>"
        },
        {
            "name": "Peak Performance",
            "season": 2,
            "number": 21,
            "summary": "<p>The Ferengi ambush the Enterprise and another vessel during a battle simulation.</p>"
        },
        {
            "name": "Shades of Gray",
            "season": 2,
            "number": 22,
            "summary": ""
        },
        {
            "name": "Evolution",
            "season": 3,
            "number": 1,
            "summary": ""
        },
        {
            "name": "The Ensigns of Command",
            "season": 3,
            "number": 2,
            "summary": "<p>When a alien race demands that a lost human colony is to be evacuated, Data is sent to deal with the issue and has problems convincing the leader of the colony to abandon their homes.</p>"
        },
        {
            "name": "The Survivors",
            "season": 3,
            "number": 3,
            "summary": "<p>Captain Picard and the crew visit a isolate planet that is the home to two people who lived through a devastating attack. Picard then begins to suspect that all is not as it seems when the Enterprise is repeatedly attacked by a unknown ship.</p>"
        },
        {
            "name": "Who Watches the Watchers?",
            "season": 3,
            "number": 4,
            "summary": "<p>When a secret Federation observation post is accidentally revealed, a primitive culture ends up worshiping Picard as a god and prepares to sacrifice Troi to appease him.</p>"
        },
        {
            "name": "The Bonding",
            "season": 3,
            "number": 5,
            "summary": "<p>Worf takes responsibility for a boy when his mother, the ships archaeologist is killed on a away mission.</p>"
        },
        {
            "name": "Booby Trap",
            "season": 3,
            "number": 6,
            "summary": "<p>The Enterprise experiences a rapid energy drain that leaves the crew vulnerable to radiation exposure while exploring in a area of space where a alien race once lived.</p>"
        },
        {
            "name": "The Enemy",
            "season": 3,
            "number": 7,
            "summary": "<p>A Romulan warship thwarts attempts to rescue Geordi, stranded on a planet swept by electrical storms.</p>"
        },
        {
            "name": "The Price",
            "season": 3,
            "number": 8,
            "summary": "<p>Troi falls for a handsome delegate who uses underhanded tactics in negotiations.</p>"
        },
        {
            "name": "The Vengeance Factor",
            "season": 3,
            "number": 9,
            "summary": "<p>Picard offers to mediate a dispute between a peaceful society and a renegade clan that steals to live.</p>"
        },
        {
            "name": "The Defector",
            "season": 3,
            "number": 10,
            "summary": "<p>A Romulan defector leads the Enterprise into a confrontation that could erupt into war.</p>"
        },
        {
            "name": "The Hunted",
            "season": 3,
            "number": 11,
            "summary": "<p>A prison escapee claims he is a soldier brainwashed by his goverment to kill.</p>"
        },
        {
            "name": "The High Ground",
            "season": 3,
            "number": 12,
            "summary": "<p>A radical takes Dr. Crusher hostage to treat his injured Comrades.</p>"
        },
        {
            "name": "Déjà Q",
            "season": 3,
            "number": 13,
            "summary": "<p>Picard's nemesis Q, claiming to have lost his powers, appears on the Enterprise.</p>"
        },
        {
            "name": "A Matter of Perspective",
            "season": 3,
            "number": 14,
            "summary": "<p>A widow accuses Riker of seducing her and killing her husband, a respected scientist.</p>"
        },
        {
            "name": "Yesterday's Enterprise",
            "season": 3,
            "number": 15,
            "summary": "<p>An Enterprise from the past breaks through a time rift, altering the course of history.</p>"
        },
        {
            "name": "The Offspring",
            "season": 3,
            "number": 16,
            "summary": "<p>An admiral (Nicolas Coster) wants to remove Data's creation, a female android, from the Enterprise.</p>"
        },
        {
            "name": "Sins of the Father",
            "season": 3,
            "number": 17,
            "summary": "<p>Lt. Worf and his brother Kurn defend their family honor when the Klingon high council accuses their late father of treason.</p>"
        },
        {
            "name": "Allegiance",
            "season": 3,
            "number": 18,
            "summary": ""
        },
        {
            "name": "Captain's Holiday",
            "season": 3,
            "number": 19,
            "summary": ""
        },
        {
            "name": "Tin Man",
            "season": 3,
            "number": 20,
            "summary": ""
        },
        {
            "name": "Hollow Pursuits",
            "season": 3,
            "number": 21,
            "summary": ""
        },
        {
            "name": "The Most Toys",
            "season": 3,
            "number": 22,
            "summary": ""
        },
        {
            "name": "Sarek",
            "season": 3,
            "number": 23,
            "summary": "<p>Vulcan ambassador Sarek becomes temperamental while on the Enterprise with his wife.</p>"
        },
        {
            "name": "Ménage à Troi",
            "season": 3,
            "number": 24,
            "summary": "<p>The Ferengi kidnap Riker, Troi and her visiting mother.</p>"
        },
        {
            "name": "Transfigurations",
            "season": 3,
            "number": 25,
            "summary": "<p>The Enterprise crew saves a badly injured humanoid who possesses remarkable powers.</p>"
        },
        {
            "name": "The Best of Both Worlds (1)",
            "season": 3,
            "number": 26,
            "summary": "<p>The Borg advance their plans to assimilate the human race by kidnapping Picard and making him into their spokesman.</p>"
        },
        {
            "name": "The Best of Both Worlds (2)",
            "season": 4,
            "number": 1,
            "summary": "<p>Riker is torn between saving Picard or humanity when the Borg plan to use the abducted captain in their scheme to destroy Earth and turn him into Lucutus.</p>"
        },
        {
            "name": "Family",
            "season": 4,
            "number": 2,
            "summary": ""
        },
        {
            "name": "Brothers",
            "season": 4,
            "number": 3,
            "summary": ""
        },
        {
            "name": "Suddenly Human",
            "season": 4,
            "number": 4,
            "summary": "<p>Picard faces a child-custody dilemma after the Enterprise rescues an orphaned human child.</p>"
        },
        {
            "name": "Remember Me",
            "season": 4,
            "number": 5,
            "summary": "<p>When Doctor Crusher leaps into another dimension of reality, Enterprise crew members mysteriously disappear.</p>"
        },
        {
            "name": "Legacy",
            "season": 4,
            "number": 6,
            "summary": "<p>Tasha Yar's sister helps the Enterprise rescue Federation members held hostage on her planet.</p>"
        },
        {
            "name": "Reunion",
            "season": 4,
            "number": 7,
            "summary": "<p>Worf deals with a personal dilemma, Picard mediates a power struggle between successors to the Klingon Empire.</p>"
        },
        {
            "name": "Future Imperfect",
            "season": 4,
            "number": 8,
            "summary": ""
        },
        {
            "name": "Final Mission",
            "season": 4,
            "number": 9,
            "summary": "<p>Wesley goes on one last mission with Captain Picard that jeopardizes the Captains life before going to Starfleet academy.</p>"
        },
        {
            "name": "The Loss",
            "season": 4,
            "number": 10,
            "summary": ""
        },
        {
            "name": "Data's Day",
            "season": 4,
            "number": 11,
            "summary": ""
        },
        {
            "name": "The Wounded",
            "season": 4,
            "number": 12,
            "summary": ""
        },
        {
            "name": "Devil's Due",
            "season": 4,
            "number": 13,
            "summary": ""
        },
        {
            "name": "Clues",
            "season": 4,
            "number": 14,
            "summary": ""
        },
        {
            "name": "First Contact",
            "season": 4,
            "number": 15,
            "summary": ""
        },
        {
            "name": "Galaxy's Child",
            "season": 4,
            "number": 16,
            "summary": ""
        },
        {
            "name": "Night Terrors",
            "season": 4,
            "number": 17,
            "summary": ""
        },
        {
            "name": "Identity Crisis",
            "season": 4,
            "number": 18,
            "summary": "<p>Geordi begins to exhibit signs of mutating into another life form as a result of a parasite picked up on an Away Team mission.</p>"
        },
        {
            "name": "The Nth Degree",
            "season": 4,
            "number": 19,
            "summary": "<p>An alien probe threatens the Enterprise when it emits an energy surge that turns an innocuous crew member into a superhuman.</p>"
        },
        {
            "name": "Qpid",
            "season": 4,
            "number": 20,
            "summary": ""
        },
        {
            "name": "The Drumhead",
            "season": 4,
            "number": 21,
            "summary": ""
        },
        {
            "name": "Half a Life",
            "season": 4,
            "number": 22,
            "summary": ""
        },
        {
            "name": "The Host",
            "season": 4,
            "number": 23,
            "summary": ""
        },
        {
            "name": "The Mind's Eye",
            "season": 4,
            "number": 24,
            "summary": "<p>The Romulans brainwash Geordi as part of a plot to drive a wedge between the Federation and the Klingon Empire.</p>"
        },
        {
            "name": "In Theory",
            "season": 4,
            "number": 25,
            "summary": "<p>While the Enterprise explores a nebula with unusual properties, Data becomes involved with a crew member.</p>"
        },
        {
            "name": "Redemption (1)",
            "season": 4,
            "number": 26,
            "summary": "<p>Part 1 of 2. Picard tries to keep the Federation neutral when the Klingon Empire faces civil war; Lt. Worf struggles with divided loyalties.</p>"
        },
        {
            "name": "Redemption (2)",
            "season": 5,
            "number": 1,
            "summary": "<p>Part 2 of 2: Suspecting Romulan interference, Picard gets involved in the Klingon civil war.</p>"
        },
        {
            "name": "Darmok",
            "season": 5,
            "number": 2,
            "summary": "<p>Picard encounters the leader of a civilization which communicates only in metaphor.</p>"
        },
        {
            "name": "Ensign Ro",
            "season": 5,
            "number": 3,
            "summary": "<p>A Starfleet admiral, unwittingly being used by outside forces, involves the Enterprise crew in a deadly conspiracy.</p>"
        },
        {
            "name": "Silicon Avatar",
            "season": 5,
            "number": 4,
            "summary": "<p>When the Crystalline Entitiy reappears, Picard and Data try to establish communication with it before it is destroyed by a vengeful scientist.</p>"
        },
        {
            "name": "Disaster",
            "season": 5,
            "number": 5,
            "summary": "<p>A natural force damages the Enterprise, trapping Picard and forcing Troi to act as captain.</p>"
        },
        {
            "name": "The Game",
            "season": 5,
            "number": 6,
            "summary": "<p>The Enterprise gets a surprise visit from Starfleet Academy Cadet Wesley Crusher, who discovers something alien and sinister controlling the crew.</p>"
        },
        {
            "name": "Unification (1)",
            "season": 5,
            "number": 7,
            "summary": "<p>Picard and Data follow Spock on an unauthorized mission to Romulus.</p>"
        },
        {
            "name": "Unification (2)",
            "season": 5,
            "number": 8,
            "summary": "<p>Spock proceeds with his quest for the reunification of Vulcan and Romulans even though he and Picard are suspicious of Romulan motives.</p>"
        },
        {
            "name": "A Matter of Time",
            "season": 5,
            "number": 9,
            "summary": "<p>As the Enterprise crew struggles to save Panthers IV following an asteroid collision, a historian from the 26th century arrives on board.</p>"
        },
        {
            "name": "New Ground",
            "season": 5,
            "number": 10,
            "summary": "<p>When Worf's mother tells him that his son's Earth parents can no longer care for him, Worf tries to be a father to his child, Alexander.</p>"
        },
        {
            "name": "Hero Worship",
            "season": 5,
            "number": 11,
            "summary": "<p>When a Starfleet ship crashes inside a thick, black cloud, Data attempts to coax the traumatised young sole survivor into revealing what exactly happened.</p>"
        },
        {
            "name": "Violations",
            "season": 5,
            "number": 12,
            "summary": "<p>Several crew members suffer violent hallucinations and comas as alien researchers visit the ship.</p>"
        },
        {
            "name": "The Masterpiece Society",
            "season": 5,
            "number": 13,
            "summary": "<p>The <i>Enterprise</i> tries to save a \"perfect\" colony from destruction, but the assistance causes damage of its own.</p>"
        },
        {
            "name": "Conundrum",
            "season": 5,
            "number": 14,
            "summary": "<p>When an alien ship crosses the Enterprise's path, its strong scanners cause all of the crew members to completely lose their memories</p>"
        },
        {
            "name": "Power Play",
            "season": 5,
            "number": 15,
            "summary": "<p>The Enterprise crew discovers a Federation starship missing for 200 years. However, Troi, O'Brien and Data find themselves haunted by demons on board.</p>"
        },
        {
            "name": "Ethics",
            "season": 5,
            "number": 16,
            "summary": "<p>When he loses the ability to walk after an accident in the Cargo bay, a traumatised Worf asks Riker to assist him in a Klingon suicide ritual.</p>"
        },
        {
            "name": "The Outcast",
            "season": 5,
            "number": 17,
            "summary": "<p>Riker finds himself falling for a Gennai when the two races collaborate on a mission to investigate the mysterious disappearance of a shuttle.</p>"
        },
        {
            "name": "Cause and Effect",
            "season": 5,
            "number": 18,
            "summary": "<p>The future of the Enterprise looks bleak when the ship gets trapped in a time warp, causing the crew members to continually repeat their experience.</p>"
        },
        {
            "name": "The First Duty",
            "season": 5,
            "number": 19,
            "summary": "<p>When Wesley Crusher's team suffers an accident at Starfleet Academy, Picard helps investigate its cause, and believes a cover-up is taking place.</p>"
        },
        {
            "name": "Cost of Living",
            "season": 5,
            "number": 20,
            "summary": "<p>As the ship encounters mechanical problems, Lwaxana Troi takes Worf's son under her wing while she prepares for her wedding.</p>"
        },
        {
            "name": "The Perfect Mate",
            "season": 5,
            "number": 21,
            "summary": "<p>Picard finds himself attracted to a beautiful woman being given as a gift to promote reconciliation between two warring systems.</p>"
        },
        {
            "name": "Imaginary Friend",
            "season": 5,
            "number": 22,
            "summary": "<p>While exploring a rare nebula around a neutron star, the Enterprise's safety is threatened by a little girl's imaginary playmate.</p>"
        },
        {
            "name": "I, Borg",
            "season": 5,
            "number": 23,
            "summary": "<p>An encounter with a injured adolescent Borg gives Picard the opportunity to remove the Borg threat forever.</p>"
        },
        {
            "name": "The Next Phase",
            "season": 5,
            "number": 24,
            "summary": "<p>Geordi and Ro disappear and are presumed dead after a transporting maneuver from a disabled Romulan science ship goes awry.</p>"
        },
        {
            "name": "The Inner Light",
            "season": 5,
            "number": 25,
            "summary": "<p>Picard awakens after being hit by a mysterious particle stream from a type of probe/satellite the ship discovered, to find he is living another life on a strange planet.</p>"
        },
        {
            "name": "Time's Arrow (1)",
            "season": 5,
            "number": 26,
            "summary": "<p>Data is transported back in time to 19th century San Francisco, where he hopes to solve the mystery of his death after a Enterprise away team finds Data's head buried in a cave.</p>"
        },
        {
            "name": "Time's Arrow (2)",
            "season": 6,
            "number": 1,
            "summary": "<p>The away team after encountering Mark Twain and Guinan in the 19th century, try to solve the mystery of who and what alien is killing people in 19th century San Francisco.</p>"
        },
        {
            "name": "Realm of Fear",
            "season": 6,
            "number": 2,
            "summary": "<p>A skittish member of Geordi's engineering staff encounters a bizarre creature while in the process of transporting from another ship.</p>"
        },
        {
            "name": "Man of the People",
            "season": 6,
            "number": 3,
            "summary": "<p>A visiting ambassador conceals the deadly secret to his successful negotiations as he attempts to use Troi to further is reputation.</p>"
        },
        {
            "name": "Relics",
            "season": 6,
            "number": 4,
            "summary": "<p>The Enterprise discovers a Dyson Sphere, in the process they discover a disabled ship that still has a crew member on board. When beaming over to the ship, Jordi discovers Montgomery \"Scottie\" Scott in the transporter system of the ship.</p>"
        },
        {
            "name": "Schisms",
            "season": 6,
            "number": 5,
            "summary": "<p>Adjustments to the subspace sensor array inadvertently establish a link to aliens who begin kidnapping crew members for experiments.</p>"
        },
        {
            "name": "True Q",
            "season": 6,
            "number": 6,
            "summary": "<p>A young honor student serving aboard the Enterprise is torn between remaining a part of the crew or accepting an offer made by Q.</p>"
        },
        {
            "name": "Rascals",
            "season": 6,
            "number": 7,
            "summary": "<p>Picard, Guinan, Ro and Keiko experience trouble aboard their shuttlecraft and transport back to the Enterprise...as 12 year old children.</p>"
        },
        {
            "name": "A Fistful of Datas",
            "season": 6,
            "number": 8,
            "summary": "<p>After a computer malfunction,Worf, his son Alexander Rozhenko, and Counselor Deanna Troi are trapped in an Old West holodeck program wherein the interactive characters physically resemble and have the same enhanced abilities as Data.</p>"
        },
        {
            "name": "The Quality of Life",
            "season": 6,
            "number": 9,
            "summary": "<p>Data discovers a group of robots that he believes qualify as lifeforms.</p>"
        },
        {
            "name": "Chain of Command (1)",
            "season": 6,
            "number": 10,
            "summary": "<p>Picard, Worf, and Dr. Crusher are reassigned from the<i>Enterprise</i>to a secret mission. Meanwhile, the<i>Enterprise</i>is under the command of Captain Edward Jellico, who immediately starts making changes, much to the dismay of the crew.</p>"
        },
        {
            "name": "Chain of Command (2)",
            "season": 6,
            "number": 11,
            "summary": "<p>Captain Picard's secret mission fails, leading to him being captured by Cardassians. As he is tortured by his captors, Captain Jellico and the<i>Enterprise</i>attempt to prevent war with the Cardassian Union.</p>"
        },
        {
            "name": "Ship in a Bottle",
            "season": 6,
            "number": 12,
            "summary": "<p>Data is playing Sherlock Holmes on the Holodeck, a glitch appears and Lt. Barclay is called to investigate and he discovers protected Holodeck files. Professor Moriarty is then released and demands to see Captain Picard. Against the laws of physics, Moriarty is able to leave the Holodeck and takes control of the Enterprise.</p>"
        },
        {
            "name": "Aquiel",
            "season": 6,
            "number": 13,
            "summary": "<p>A Starfleet Lieutenant and a Klingon officer is implicated in the murder of the missing starfleet officer on a remote relay station. One of the shuttlecraft's is missing as well. Aquiel Uhnari is befriended by Geordi after he reads her personal logs during the investigation.</p>"
        },
        {
            "name": "Face of the Enemy",
            "season": 6,
            "number": 14,
            "summary": "<p>Troi wakes up as a Romulan intelligence officer much to her surprise. She then finds out that it is part of a elaborate scheme for Romulan dissident's to defect.</p>"
        },
        {
            "name": "Tapestry",
            "season": 6,
            "number": 15,
            "summary": "<p>Picard is near death and Q makes him relive a tragedy from his Starfleet Academy days.</p>"
        },
        {
            "name": "Birthright (1)",
            "season": 6,
            "number": 16,
            "summary": "<p>Data is zapped by a energy stream and has strange memories from during the time he was out. Worf hears a story that his father may not have died on Khitomer but may still be alive on a planet near the Romulan neutral zone.</p>"
        },
        {
            "name": "Birthright (2)",
            "season": 6,
            "number": 17,
            "summary": "<p>Data explores the experience he had while zapped, Worf is held prisoner by Romulans with the Khitomer survivors.</p>"
        },
        {
            "name": "Starship Mine",
            "season": 6,
            "number": 18,
            "summary": "<p>Captain Picard and a desperate gang of thieves are trapped on board the Enterprise while the ship is being swept with deadly baryon rays to remove radiation the ship has absorbed over time.</p>"
        },
        {
            "name": "Lessons",
            "season": 6,
            "number": 19,
            "summary": "<p>Picard becomes intrigued and then involved with a brilliant new crew member, creating complications when a potentially deadly mission arises.</p>"
        },
        {
            "name": "The Chase",
            "season": 6,
            "number": 20,
            "summary": "<p>The death of Picards archaeology professor results in a tantalizing mystery involving Klingons, Cardassians and Romulans.</p>"
        },
        {
            "name": "Frame of Mind",
            "season": 6,
            "number": 21,
            "summary": "<p>On a secret mission to a troubled planet, Riker questions his mental stability after experiencing a series of confusing vignettes.</p>"
        },
        {
            "name": "Suspicions",
            "season": 6,
            "number": 22,
            "summary": "<p>The death of a pioneering Ferengi scientist ebroils Dr. Crusher in a mystery that may end her Starfleet career.</p>"
        },
        {
            "name": "Rightful Heir",
            "season": 6,
            "number": 23,
            "summary": "<p>Warrior Kahless returns from death to reclaim the Klingon empire.</p>"
        },
        {
            "name": "Second Chances",
            "season": 6,
            "number": 24,
            "summary": "<p>Riker returns to the site of a 8-year old mission, to retrieve important research data and is unnerved to encounter his identical twin.</p>"
        },
        {
            "name": "Timescape",
            "season": 6,
            "number": 25,
            "summary": "<p>When returning to the Enterprise, Picard, Data, Troi and Geordi find that the Enterpise is frozen in time with a Romulan ship and in the middle of a core breach.</p>"
        },
        {
            "name": "Descent (1)",
            "season": 6,
            "number": 26,
            "summary": "<p>Data experiences anger for the first time when Borg attack the Enterprise, Picard then try's to track the Borg down while Data attempts to recreate the emotion.</p>"
        },
        {
            "name": "Descent (2)",
            "season": 7,
            "number": 1,
            "summary": "<p>Imprisoned by the Borg and cut off from his ship, Picard, Troi and LaForge attempt to break Lore's hold on Data. Meanwhile, Dr. Crusher tries to beam up all the search parties on the planet while eluding a Borg ship.</p>"
        },
        {
            "name": "Liaisons",
            "season": 7,
            "number": 2,
            "summary": "<p>A cultural exchange teams Worf with an obnoxious ambassador and strands Picard with a woman who seems to be obsessed with him.</p>"
        },
        {
            "name": "Interface",
            "season": 7,
            "number": 3,
            "summary": "<p>In defiance of Picard's orders, Geordi uses a risky procedure in an effort to find and save his missing mother.</p>"
        },
        {
            "name": "Gambit (1)",
            "season": 7,
            "number": 4,
            "summary": "<p>Captain Picard infiltrates a smuggling ring that is searching for Romulan artifacts.</p>"
        },
        {
            "name": "Gambit (2)",
            "season": 7,
            "number": 5,
            "summary": "<p>Captain Picard and commander Riker pose as enemies in order to retrieve a deadly artifact.</p>"
        },
        {
            "name": "Phantasms",
            "season": 7,
            "number": 6,
            "summary": "<p>The crew helps Data investigate when his dream program begins suddenly generating nightmares. Meanwhile, Picard attempts to avoid attending a boring Starfleet banquet.</p>"
        },
        {
            "name": "Dark Page",
            "season": 7,
            "number": 7,
            "summary": "<p>Lwaxana Troi visits the <i>Enterprise</i>, but she's preoccupied by a dark secret she has carried for years.</p>"
        },
        {
            "name": "Attached",
            "season": 7,
            "number": 8,
            "summary": "<p>After escaping imprisonment on an alien world, Picard and Beverly find that their thoughts are connected by brain implants.</p>"
        },
        {
            "name": "Force of Nature",
            "season": 7,
            "number": 9,
            "summary": "<p>The crew is shocked when an alien brother and sister sneak on board and claim their planet is being destroyed by the Enterprise's warp drive.</p>"
        },
        {
            "name": "Inheritance",
            "season": 7,
            "number": 10,
            "summary": "<p>During a mission to save an endangered planet, Data is stunned when he meets a native scientist who claims to be his estranged mother.</p>"
        },
        {
            "name": "Parallels",
            "season": 7,
            "number": 11,
            "summary": "<p>After Worf returns from a <i>bat'leth </i>tournament, he is the only person who notices subtle changes on the<i>Enterprise</i>.</p>"
        },
        {
            "name": "The Pegasus",
            "season": 7,
            "number": 12,
            "summary": "<p>Riker's loyalties are tested when he is reunited with his former captain, Pressman, now Admiral, of the missing ship Pegasus.</p>"
        },
        {
            "name": "Homeward",
            "season": 7,
            "number": 13,
            "summary": "<p>Worf's brother violates the Prime Directive in order to save an alien race whose existence is threatened when violent storms bombard their planet.</p>"
        },
        {
            "name": "Sub Rosa",
            "season": 7,
            "number": 14,
            "summary": "<p>Dr Crusher is shocked to come across a family secret when she attends her grandmothers funeral.</p>"
        },
        {
            "name": "Lower Decks",
            "season": 7,
            "number": 15,
            "summary": "<p>Four young officers become embroiled in a secret - and potentially dangerous - mission as they vie for promotion.</p>"
        },
        {
            "name": "Thine Own Self",
            "season": 7,
            "number": 16,
            "summary": "<p>Data trails a probe which has crashed on to a primitive planet. But when he crashes too, he finds himself unable to remember anything prior to the event.</p>"
        },
        {
            "name": "Masks",
            "season": 7,
            "number": 17,
            "summary": "<p>Picard discovers that an 87-million-years-old comet has been housing alien beings, which attack both Data and the Enterprise' computer systems.</p>"
        },
        {
            "name": "Eye of the Beholder",
            "season": 7,
            "number": 18,
            "summary": "<p>A suicide on the Enterprise leaves the crew stunned by the loss. Meanwhile, Deanna and Worf begin to form a relationship.</p>"
        },
        {
            "name": "Genesis",
            "season": 7,
            "number": 19,
            "summary": "<p>Picard and Data brave going into an asteroid field when a new torpedo's guidance system malfunctions. Meanwhile, the crew begin to act strangely.</p>"
        },
        {
            "name": "Journey's End",
            "season": 7,
            "number": 20,
            "summary": "<p>When the Federation gives the Cardassians access to a planet inhabited by Native American Indians, Picard has the unenviable task of trying to relocate them.</p>"
        },
        {
            "name": "Firstborn",
            "season": 7,
            "number": 21,
            "summary": "<p>Alexander must face his first rite of ascension initiation, during which a Klingon warrior named K'Mtar has a disturbing request for him.</p>"
        },
        {
            "name": "Bloodlines",
            "season": 7,
            "number": 22,
            "summary": "<p>Captain Picard battles to rescue his son from a vengeful Ferengi whose own son was killed by Picard during the Battle of Maxia.</p>"
        },
        {
            "name": "Emergence",
            "season": 7,
            "number": 23,
            "summary": "<p>The computer systems on board the Enterprise begin experiencing repeated malfunctions, leading the crew to suspect that the ship itself may be evolving.</p>"
        },
        {
            "name": "Preemptive Strike",
            "season": 7,
            "number": 24,
            "summary": "<p>When Ro is assigned to infiltrate the Maquis, she finds herself sympathising with their plight, forcing her to choose between her divided loyalties.</p>"
        },
        {
            "name": "All Good Things... (1)",
            "season": 7,
            "number": 25,
            "summary": "<p>Captain Picard finds himself travelling between the past, present and future, but discovers he may be responsible for the end of mankind.</p>"
        },
        {
            "name": "All Good Things... (2)",
            "season": 7,
            "number": 26,
            "summary": "<p>In the second of the two-part series finale, Picard continues his race against time to try and end the threat to the future of mankind.</p>"
        }
    ]
}